[
  {
    "pmid": "40604570",
    "title": "Which dietary pattern should be adopt by age-appropriate pregnant women to avoid gestational weight gain and gestational diabetes mellitus.",
    "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 2;25(1):683. doi:\n10.1186/s12884-025-07801-y.\n\nWhich dietary pattern should be adopt by age-appropriate pregnant women to avoid \ngestational weight gain and gestational diabetes mellitus.\n\nLi Y(1), Zheng H(1), Jiang W(1), Chi Y(1), Meng Y(1), Mo Y(1), Chen C(1), Qu \nB(1), He J(1), Chen F(2).\n\nAuthor information:\n(1)Department of Obstetrics, Obstetrics and Gynecology Center, The First \nHospital of Jilin University, No.1 Xinmin Road, Changchun, 130000, China.\n(2)Department of General Gynecology I, Obstetrics and Gynecology Center, The \nFirst Hospital of Jilin University, No.1 Xinmin Road, 130000, Changchun, China. \nchenfeng0715@jlu.edu.cn.\n\nBACKGROUND: Gestational weight gain (GWG) and gestational diabetes mellitus \n(GDM), as two major adverse pregnancy outcomes, could be affected by diet \npatterns, and GWG also influenced GDM. Therefore, we aimed to explore the four \ndiet quality scores and two adverse pregnancy outcomes in a more macroscopic \nway.\nMETHODS: 667 women for GWG part and 333 women for GDM part who were pregnant \nfrom the National Health and Nutrition Examination Survey (NHANES), aged 20 to \n44 years, were involved in this study, respectively. Four diet quality scores \nincluding dietary inflammatory index (DII), dietary Approaches to Stop \nHypertension (DASH), Healthy Eating Index-2015 (HEI-2015), and Alternative \nHealthy Eating Index-2010 (AHEI-2010) were chosen in this study.\nRESULTS: We found that higher HEI-2015 and AHEI-2010 were associated with lower \nrisk of GWG, especially for advanced maternal age. Lower DII and higher DASH \nwere associated with lower risk of GDM. These associations were robust after \nexcluding the diabetic patients. For pregnant women with GWG, DASH was \nnegatively associated with the risk of GDM. Summarily, adherence of healthy \ndietary pattern associated with decreased risk of adverse pregnancy outcomes.\nCONCLUSION: Adherence of healthy dietary pattern associated with decreased risk \nof adverse pregnancy outcomes. We recommend that pregnant women take dietary \nprecautions with foods consisting of fruits and vegetables, low-fat dairy \nproducts, whole grains, and legumes.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07801-y\nPMCID: PMC12220641\nPMID: 40604570 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The NCHS Research Ethics Review Board approved the protocols of \nNHANES of the National Center for Health Statistics, CDC. ID: NCHS IRB/ERB \nProtocol # 2011-17、Continuation of Protocol #2011-17. All subjects were provided \nwith written informed consent. Consent for publication: Not applicable. \nCompeting interests: The authors declare no competing interests.",
    "authors": [
      "Li Y",
      "Zheng H",
      "Jiang W",
      "Chi Y",
      "Meng Y",
      "Mo Y",
      "Chen C",
      "Qu B",
      "He J",
      "Chen F"
    ],
    "journal": "BMC pregnancy and childbirth",
    "year": "2025"
  },
  {
    "pmid": "40609899",
    "title": "Effectiveness of self-care interventions for the prevention of type 2 diabetes among women with previous gestational diabetes: a systematic review and meta-analysis.",
    "abstract": "1. Am J Obstet Gynecol MFM. 2025 Jul 1:101731. doi: 10.1016/j.ajogmf.2025.101731.\n Online ahead of print.\n\nEffectiveness of self-care interventions for the prevention of type 2 diabetes \namong women with previous gestational diabetes: a systematic review and \nmeta-analysis.\n\nKatsuragawa S(1), Mai T(1), McDougall ARA(2), Romero L(3), Vogel JP(2), Makama \nM(4).\n\nAuthor information:\n(1)Maternal, Child and Adolescent Health Program, Burnet Institute, 85 \nCommercial Road, Melbourne, VIC 3004, Australia; Melbourne School of Population \nand Global Health, The University of Melbourne, 207 Bouverie St, University of \nMelbourne, VIC 3010, Australia.\n(2)Maternal, Child and Adolescent Health Program, Burnet Institute, 85 \nCommercial Road, Melbourne, VIC 3004, Australia.\n(3)The Ian Potter Library, The Alfred, 55 Commercial Road, Melbourne, VIC 3000, \nAustralia.\n(4)Maternal, Child and Adolescent Health Program, Burnet Institute, 85 \nCommercial Road, Melbourne, VIC 3004, Australia. Electronic address: \nmaureen.makama@burnet.edu.au.\n\nOBJECTIVE: Gestational diabetes is associated with an increased risk of \ndeveloping type 2 diabetes later in life. Self-care interventions are known to \nprevent type 2 diabetes in high-risk populations. This systematic review aimed \nto investigate whether self-care interventions can prevent type 2 diabetes among \nwomen with previous gestational diabetes.\nDATA SOURCES: A systematic search of MEDLINE, Embase, Cochrane Library, CINAHL, \nand PsycINFO was conducted on December 2nd, 2024.\nSTUDY ELIGIBILITY CRITERIA: Randomised, cluster-randomised, and non-randomised \ncontrolled trials that compared the effects of self-care interventions with \nstandard/usual care or no intervention for preventing type 2 diabetes among \nwomen with previous gestational diabetes were included. The primary outcomes \nwere the incidence of type 2 diabetes, the composite incidence of any type of \ndiabetes, glycated haemoglobin, fasting blood glucose, blood glucose level two \nhours after the oral glucose tolerance test, and body weight.\nSTUDY APPRAISAL AND SYNTHESIS METHODS: Risk of bias for included studies was \nassessed using the Cochrane risk-of-bias tool (ROB2), or the Risk of Bias In \nNon-Randomized Studies of Interventions tool (ROBINS-I). Random effects models \nwere employed for meta-analyses. The certainty of evidence was evaluated using \nthe Grading of Recommendations Assessment, Development, and Evaluation (GRADE) \napproach.\nRESULTS: The search identified 35 trials including 6624 women. Only one \nrandomised trial (n=1601) reported the incidence of type 2 diabetes, indicating \nthat the lifestyle intervention focusing on diet and physical activity may have \nlittle to no effect (hazard ratio 0.89 [95% confidence interval 0.65 to 1.22], \nlow certainty of evidence). The effects of self-care interventions on the other \nprimary outcomes - composite incidence of any type of diabetes (three trials), \nglycated haemoglobin (three trials), fasting blood glucose (11 trials), blood \nglucose level two hours after the oral glucose tolerance test (six trials), and \nbody weight (18 trials) were uncertain (very low certainty of evidence). \nDowngrading of the certainty of evidence was predominantly due to high risk of \nbias, imprecision, and inconsistency.\nCONCLUSIONS: Available evidence on the effect of self-care interventions for the \nprevention of type 2 diabetes among women with previous gestational diabetes is \ninsufficient to draw strong conclusions, necessitating further research.\n\nCopyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.ajogmf.2025.101731\nPMID: 40609899\n\nConflict of interest statement: Declaration of competing interest Authors report \nno conflict of interest.",
    "authors": [
      "Katsuragawa S",
      "Mai T",
      "McDougall ARA",
      "Romero L",
      "Vogel JP",
      "Makama M"
    ],
    "journal": "American journal of obstetrics & gynecology MFM",
    "year": "2025"
  },
  {
    "pmid": "40618386",
    "title": "Diet in Pregnancy: A Review of Current Challenges and Recommendations. A British Nutrition Foundation Briefing Paper.",
    "abstract": "1. Nutr Bull. 2025 Jul 6. doi: 10.1111/nbu.70016. Online ahead of print.\n\nDiet in Pregnancy: A Review of Current Challenges and Recommendations. A British \nNutrition Foundation Briefing Paper.\n\nHart KH(1), Hill AJ(2), Gonzalez JT(3), de la Hunty A(4), Gallagher AM(2), \nStanner SA(4).\n\nAuthor information:\n(1)Faculty of Health & Medical Sciences, University of Surrey, Guildford, UK.\n(2)Nutrition Innovation Centre for Food & Health, School of Biomedical Sciences, \nUlster University, Coleraine, UK.\n(3)Centre for Nutrition, Exercise and Metabolism, Department for Health, \nUniversity of Bath, Bath, UK.\n(4)British Nutrition Foundation, London, UK.\n\nPregnancy is a crucial period during which maternal nutrition, weight and \nlifestyle behaviours have a direct impact on both maternal and fetal health. \nThis briefing paper describes dietary and lifestyle recommendations for women \nduring the preconceptional period and throughout pregnancy, identifying specific \nfactors that can be modified to improve health outcomes for both mother and \nchild. It considers key areas such as nutrient intakes, supplementation, food \nsafety and weight management, and highlights how dietary choices can help reduce \nthe risk of common pregnancy-related conditions. Despite widespread recognition \nof the importance of a healthy, balanced diet, many women in the UK fall short \nof recommended intakes for important nutrients, including iron, folate, iodine \nand vitamin D. These shortfalls are particularly evident among nutritionally \nvulnerable groups, such as teenagers, women from lower-income households and \nthose experiencing food insecurity; such groups may face barriers to accessing \nhealthy foods and adhering to supplementation guidance. An increasing interest \nin plant-based diets presents an opportunity to consider a range of dietary \npatterns that support both maternal health and environmental sustainability. \nHowever, such shifts must be carefully managed to ensure adequate intake of \nnutrients commonly found in animal products, such as vitamin B12, iron, iodine, \ncalcium and long-chain fatty acids. Rates of overweight and obesity among women \nof childbearing age remain high, reflecting trends in the general population and \ncontributing to growing concern about maternal obesity. Maintaining a healthy \nweight before and during pregnancy plays a key role in supporting maternal and \nfetal wellbeing. Both insufficient and excessive weight gain are associated with \nelevated risks of complications. Excessive weight gain during pregnancy is \nassociated with an increased risk of developing gestational diabetes, \nhypertensive disorders such as pre-eclampsia, preterm birth and a greater \nlikelihood of long-term obesity in both mother and child. Supporting women to \nachieve and maintain a healthy weight in the periconceptional period and \nthroughout pregnancy is therefore a public health priority. The antenatal period \npresents a unique window of opportunity to promote healthier and more \nsustainable eating patterns, as women are often highly motivated to improve \ntheir health and are in more regular contact with healthcare professionals at \nthis time. Yet, research indicates that many women are unaware of dietary \nrecommendations or receive inconsistent advice. To fully harness this \nopportunity, healthcare providers must be equipped with culturally appropriate, \naccessible and evidence-based resources to support perinatal conversations \naround diet, supplementation, physical activity and body weight. Providing \nappropriate support during the periconceptional and early pregnancy period is \nessential to addressing health inequalities, improving long-term wellbeing and \npositively influencing the health of future generations.\n\n© 2025 The Author(s). Nutrition Bulletin published by John Wiley & Sons Ltd on \nbehalf of British Nutrition Foundation.\n\nDOI: 10.1111/nbu.70016\nPMID: 40618386",
    "authors": [
      "Hart KH",
      "Hill AJ",
      "Gonzalez JT",
      "de la Hunty A",
      "Gallagher AM",
      "Stanner SA"
    ],
    "journal": "Nutrition bulletin",
    "year": "2025"
  },
  {
    "pmid": "40630399",
    "title": "The consequences of ultra-processed foods on brain development during prenatal, adolescent and adult stages.",
    "abstract": "1. Front Public Health. 2025 Jun 23;13:1590083. doi: 10.3389/fpubh.2025.1590083. \neCollection 2025.\n\nThe consequences of ultra-processed foods on brain development during prenatal, \nadolescent and adult stages.\n\nMottis G(1), Kandasamey P(1)(2)(3), Peleg-Raibstein D(1)(2)(3)(4).\n\nAuthor information:\n(1)Department of Health Sciences and Technology, ETH Zurich, Zurich, \nSwitzerland.\n(2)Institute for Neuroscience, Department of Health Sciences and Technology, ETH \nZurich, Zurich, Switzerland.\n(3)Institute of Food, Nutrition and Health, Department of Health Sciences and \nTechnology, ETH Zurich, Zurich, Switzerland.\n(4)Neuroscience Center Zurich, University of Zurich, ETH Zurich, Zurich, \nSwitzerland.\n\nUltra-processed foods (UPFs) are highly refined formulations of non-nutritive \ncompounds containing elevated amounts of sugar, fat, sodium, food additives, and \ndietary emulsifiers. Consumption of UPF is robustly linked to a range of \nnon-communicable diseases, including obesity, type 2 diabetes, cardiovascular \ndisease, and mental disorders in adults. While substantial research highlights \nthe negative health impacts of UPFs in adulthood, their effects on brain \ndevelopment during critical periods of biological vulnerability, pregnancy, \nchildhood, and adolescence, remain underexplored. During pregnancy, significant \nmetabolic and physiological adaptations occur to support fetal growth, making \nmaternal diet quality essential for optimal perinatal outcomes. Poor maternal \nnutrition, including high UPF consumption, has been associated with an increased \nrisk of hypertensive disorders, gestational diabetes, and adverse birth weights, \npotentially predisposing offspring to metabolic health disorders later in life. \nSimilarly, in early childhood, inadequate nutrition is a key risk factor for \ndevelopmental impairments, influencing cognitive function and long-term health \noutcomes. Adolescence, another critical stage of brain maturation, is \nparticularly susceptible to the effects of micronutrient deficiencies, often \nexacerbated by diets high in UPFs, which can impair neurodevelopment and \ncognitive performance. As UPFs continue to dominate modern diets, accounting for \nover 50% of total energy intake in some developed nations, understanding their \nlong-term impact on brain development is crucial. Early-life exposure to UPFs \nmay contribute to lasting cognitive deficits and increased susceptibility to \nmental health disorders, emphasizing the urgent need for targeted dietary \ninterventions and public health strategies aimed at pregnant women, children, \nand adolescents.\n\nCopyright © 2025 Mottis, Kandasamey and Peleg-Raibstein.\n\nDOI: 10.3389/fpubh.2025.1590083\nPMCID: PMC12235085\nPMID: 40630399 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Mottis G",
      "Kandasamey P",
      "Peleg-Raibstein D"
    ],
    "journal": "Frontiers in public health",
    "year": "2025"
  },
  {
    "pmid": "40634131",
    "title": "The effect of patient education on maternal fasting blood glucose in gestational diabetes mellitus in randomized controlled trials: a systematic review and meta-analysis.",
    "abstract": "1. J Matern Fetal Neonatal Med. 2025 Dec;38(1):2523582. doi: \n10.1080/14767058.2025.2523582. Epub 2025 Jul 9.\n\nThe effect of patient education on maternal fasting blood glucose in gestational \ndiabetes mellitus in randomized controlled trials: a systematic review and \nmeta-analysis.\n\nPaudel A(1), Pearson RC(2), Mirsky E(3), Quesenberry Wilson A(4), Hunzicker \nA(1), Grabeel KL(4), Thorne J(5), Maples JM(1).\n\nAuthor information:\n(1)College of Medicine - Knox, University of Tennessee Graduate School of \nMedicine, Department of Obstetrics and Gynecology, University of Tennessee \nHealth Science Center, Knoxville, TN, USA.\n(2)Injury Prevention Branch, Defense Centers for Public Health, Aberdeen, WA, \nUSA.\n(3)Division of Maternal-Fetal Medicine, University of Kentucky College of \nMedicine, Lexington, KY, USA.\n(4)Preston Medical Library, University of Tennessee Graduate School of Medicine, \nKnoxville, TN, USA.\n(5)Alabama College of Osteopathic Medicine, School of Medicine, Dothan, AL, USA.\n\nOBJECTIVE: To evaluate the effect of patient education interventions on fasting \nblood glucose (FBG) in patients with gestational diabetes mellitus (GDM).\nMETHODS: Electronic search of MEDLINE/PubMed, CINAHL (EBSCO), Embase (Elsevier), \nCochrane Central Register of Controlled Trials (CENTRAL), and Clinicaltrials.gov \nwas conducted from inception to September 16, 2022. Randomized controlled trials \nwhich evaluated the effect of GDM-specific education on biochemical assessment \nof FBG during pregnancy or within 6 weeks postpartum in patients with GDM were \nincluded. Meta-analysis was performed of studies reporting FBG using a fixed \neffects model to determine mean blood glucose difference and corresponding 95% \nconfidence intervals. Cochrane risk of bias tool was used to assess study \nquality.\nRESULTS: Fourteen randomized controlled trials enrolling 1885 patients were \nincluded. A total of 8 studies with 893 participants were eligible for inclusion \nin the meta-analysis. The mean effect size was significant: Cohen's d = -0.53 \n(95% CI [-0.67, -0.34], z = -7.36; p < 0.001). The overall risk of bias for \nincluded studies was low.\nCONCLUSION: A GDM-specific education intervention resulted in improved glucose \ncontrol during pregnancy and up to 6 weeks postpartum. Due to the number of \nstudies a moderator analysis could not be conducted to determine the most \neffective educational intervention strategies. More studies are needed to \ndetermine efficacious interventions that are cost-effective and can be broadly \nimplemented throughout health systems.\n\nDOI: 10.1080/14767058.2025.2523582\nPMID: 40634131 [Indexed for MEDLINE]",
    "authors": [
      "Paudel A",
      "Pearson RC",
      "Mirsky E",
      "Quesenberry Wilson A",
      "Hunzicker A",
      "Grabeel KL",
      "Thorne J",
      "Maples JM"
    ],
    "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
    "year": "2025"
  },
  {
    "pmid": "40635636",
    "title": "Predictability of fetal pulmonary artery Doppler on neonatal outcomes in pregnant women with gestational diabetes mellitus.",
    "abstract": "1. Congenit Anom (Kyoto). 2025 Jan-Dec;65(1):e70018. doi: 10.1111/cga.70018.\n\nPredictability of fetal pulmonary artery Doppler on neonatal outcomes in \npregnant women with gestational diabetes mellitus.\n\nEzveci H(1), Doğru Ş(2), Yaman FK(1).\n\nAuthor information:\n(1)Division of Maternal and Fetal Medicine, Necmettin Erbakan University (NEU) \nFaculty of Medicine, Konya, Turkey.\n(2)Konya City Hospital, Konya, Turkey.\n\nThis study examined the impact of blood glucose-regulated gestational diabetes \n(GDM) on fetal pulmonary artery Doppler parameters. This prospective \ncase-control study was performed at a tertiary university hospital. The study \ncohort comprised GDM patients with controlled blood glucose levels and a healthy \ncontrol group. Acceleration time/ejection time (At/Et) of the main pulmonary \nartery, right pulmonary artery, and left pulmonary artery Doppler parameters \nwere assessed and contrasted between the two groups. The study comprised 90 \npatients, with 30 in the gestational diabetes mellitus group focused on blood \nsugar regulation and 60 in the healthy control group. No statistically \nsignificant difference was observed between the two groups regarding the common \nmain pulmonary artery At/Et (p = 0.465), right pulmonary artery At/Et \n(p = 0.237), and left pulmonary artery At/Et (p = 0.283). No statistically \nsignificant difference was noted between the two groups regarding APGAR scores \nand blood gas parameters of the newborns (p < 0.05). No statistically \nsignificant difference was observed in fetal pulmonary artery Doppler parameters \n(p < 0.05) when gestational diabetes mellitus cases were classified based on the \nutilization of diet and insulin for blood sugar regulation. The pulmonary artery \nDoppler parameters in fetuses of pregnant women with gestational diabetes \nmellitus and controlled blood sugar levels are comparable to those of healthy \ncontrols. Moreover, dietary habits and insulin administration for glycemic \ncontrol did not alter pulmonary artery Doppler metrics. The findings suggest \nthat well-managed gestational diabetes mellitus, irrespective of the treatment \nmodality, do not substantially influence the fetal pulmonary artery dynamics.\n\n© 2025 The Author(s). Congenital Anomalies published by John Wiley & Sons \nAustralia, Ltd on behalf of Japanese Teratology Society.\n\nDOI: 10.1111/cga.70018\nPMCID: PMC12242718\nPMID: 40635636 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors have no conflicts of interest.",
    "authors": [
      "Ezveci H",
      "Doğru Ş",
      "Yaman FK"
    ],
    "journal": "Congenital anomalies",
    "year": "2025"
  },
  {
    "pmid": "40636710",
    "title": "A murine model of gestational diabetes reveals MASLD risk and alterations in markers of hepatic mitochondrial metabolism.",
    "abstract": "1. Front Endocrinol (Lausanne). 2025 Jun 25;16:1498764. doi: \n10.3389/fendo.2025.1498764. eCollection 2025.\n\nA murine model of gestational diabetes reveals MASLD risk and alterations in \nmarkers of hepatic mitochondrial metabolism.\n\nShryack GE(1)(2)(3), Krause AA(1)(2)(3), Hernandez Ruano S(4), Schulz LC(5), \nPennington KA(4), Rector RS(1)(2)(3).\n\nAuthor information:\n(1)Research Service, Harry S Truman Memorial Veterans Medical Center, Columbia, \nMO, United States.\n(2)NextGen Precision Health, University of Missouri, Columbia, MO, United \nStates.\n(3)Department of Nutrition and Exercise Physiology, University of Missouri, \nColumbia, MO, United States.\n(4)Department of Obstetrics and Gynecology, Baylor College of Medicine, Houston, \nTX, United States.\n(5)Deparment of Obstetrics, Gynecology, and Women's Health, University of \nMissouri, Columbia, MO, United States.\n\nINTRODUCTION: Gestational Diabetes Mellitus (GDM) impacts roughly 1 in 7 \npregnancies and results in metabolic dysfunction-associated steatotic liver \ndisease (MASLD) in 30% of these women. Nonetheless, there exists a dearth of \ninvestigation into the relationship between GDM and MASLD. Here, we sought to \ninvestigate the potential role of hepatic mitochondrial function in GDM and \nMASLD.\nMETHODS: One week prior to conception and throughout pregnancy, mice were fed \neither a low-fat control diet (CD) or a high-fat, high-sucrose (HFHS) diet to \ninduce an established model of GDM. Maternal livers were collected at day 0, \n6.5, 13.5 and 17.5 of pregnancy. Hepatic markers (via mRNA and western blot \nanalyses) of mitochondrial biogenesis, autophagy, mitophagy, activity, and \nfunction were assessed, as well as markers of inflammation and antioxidant \nstatus were evaluated.\nRESULTS: Progressing gestation in both CD and GDM dams significantly decreased \nprotein and mRNA markers of hepatic mitochondrial biogenesis (Pgc1-α, Tfam), \nautophagy (Atg5, Sqstm1), mitophagy (Pink1, Bnip3) and lipid handling (Ampk, \npAMPK/AMPK, FAS, ACC, pACC, Mttp) with a main effect for time (P<0.05). \nHFHS-induced model of GDM lead to significant elevations in liver triglycerides \nand NAFLD Activity Score (NAS) (P<0.0001, P<0.0001) independent of body weight \ngain during gestation. MASLD development in the GDM mice occurred in conjunction \nwith significant reductions in hepatic mitochondrial activity at day 6.5 \n(citrate synthase, p<0.01) and day 17.5 (β-HAD, citrate synthase, P<0.001) \ncompared to CD mice. However, GDM lead to elevated protein and/or mRNA markers \nof mitochondrial biogenesis (Tfam), mitophagy (BNIP3, Bnip3, Sqstm1, Pink1), \nlipid handling (Mttp), inflammation (Il-1β, Tnf-α, Tgf-β) and antioxidant \ndefense (Gxp1, Nfe2l2, Sod2) (P<0.05).\nDISCUSSION: Pregnancy, independent of diet, decreased markers of liver \nmitochondrial biogenesis, autophagy, and mitophagy in dams. The GDM mouse model \nexhibited elevated hepatic TG and NAS, as well as decreased liver mitochondrial \nactivity. These findings demonstrate that pregnancy and GDM significantly impact \nmaternal liver mitochondrial metabolism and unveil new insight on the potential \nrelationship between MASLD and GDM.\n\nCopyright © 2025 Shryack, Krause, Hernandez Ruano, Schulz, Pennington and \nRector.\n\nDOI: 10.3389/fendo.2025.1498764\nPMCID: PMC12237674\nPMID: 40636710 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Shryack GE",
      "Krause AA",
      "Hernandez Ruano S",
      "Schulz LC",
      "Pennington KA",
      "Rector RS"
    ],
    "journal": "Frontiers in endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40647233",
    "title": "High-Calorie Diet Exacerbates the Crosstalk Between Gestational Diabetes and Youth-Onset Diabetes in Female Offspring Through Disrupted Estrogen Signaling.",
    "abstract": "1. Nutrients. 2025 Jun 26;17(13):2128. doi: 10.3390/nu17132128.\n\nHigh-Calorie Diet Exacerbates the Crosstalk Between Gestational Diabetes and \nYouth-Onset Diabetes in Female Offspring Through Disrupted Estrogen Signaling.\n\nJia X(1), Cao X(1), Wang Y(1), Yang S(1), Ji L(1)(2).\n\nAuthor information:\n(1)Department of Pharmacology, School of Pharmacy, Qingdao University, Qingdao \n266021, China.\n(2)Key Laboratory of Maternal & Fetal Medicine of National Health Commission of \nChina, Shandong Provincial Maternal and Child Health Care Hospital Affiliated to \nQingdao University, Jinan 250014, China.\n\nBackground/Objectives: Recent global trends highlight a concerning rise in \nyouth-onset type 2 diabetes (YOT2D), with a marked female preponderance. We aim \nto explore the crosstalk between gestational diabetes mellitus (GDM) and YOT2D \nin female offspring. Methods: In vivo, GDM mice were induced by Western diet \n(WD), and their female offspring were fed normal diet or WD within 3 to 8 weeks. \nWe continuously detected the glucose metabolism disorders, serum estradiol level \n(ELISA), and the process of ovarian maturation. Meanwhile, the dynamic changes \nin ERα and insulin signal in liver were monitored (qPCR, Western blot). In \nvitro, LO2 cells were treated with estradiol or ER antagonist BHPI to further \nexplore the mechanism. Results: More than 85% of pregnant mice induced by WD \nwere GDM models. The serum estradiol level in GDM offspring mice was decreased \nduring sexual maturation, accompanied by marked oral glucose intolerance, \ninsulin resistance, and even diabetes. The advance of sexual maturation and the \ndecrease in serum estradiol in GDM offspring were mainly due to the \ndownregulation of CYP19A1 in the ovaries, the reduced area of secondary \nfollicles, and the increased number of atresia follicles, which could be greatly \nworsened by WD. Furthermore, GDM suppressed the protein levels of ERα, p-IRS-1, \nand p-Akt in liver tissue, that is, estrogen signals and insulin signaling were \nsimultaneously weakened. WD further exacerbated the above changes. In vitro, \nestradiol upregulated the protein levels of ERα, p-IRS-1, and p-Akt in LO2 \ncells, while BHPI inhibited these changes. Conclusions: Maternal GDM promotes a \nhigh incidence of YOT2D in female offspring by affecting ovarian maturation, and \na high-calorie diet exacerbates this process.\n\nDOI: 10.3390/nu17132128\nPMCID: PMC12251584\nPMID: 40647233 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
    "authors": [
      "Jia X",
      "Cao X",
      "Wang Y",
      "Yang S",
      "Ji L"
    ],
    "journal": "Nutrients",
    "year": "2025"
  },
  {
    "pmid": "40649834",
    "title": "Pregnancy and Neonatal Outcomes in Maturity-Onset Diabetes of the Young: A Systematic Review.",
    "abstract": "1. Int J Mol Sci. 2025 Jun 24;26(13):6057. doi: 10.3390/ijms26136057.\n\nPregnancy and Neonatal Outcomes in Maturity-Onset Diabetes of the Young: A \nSystematic Review.\n\nŁugowski F(1), Babińska J(1), Makowska K(1), Ludwin A(1), Stanirowski PJ(1).\n\nAuthor information:\n(1)1st Department of Obstetrics and Gynecology, Medical University of Warsaw, \n02-091 Warsaw, Poland.\n\nMaturity-onset diabetes of the young (MODY)-a monogenic form of \ndiabetes-accounts for approximately 1-2% of all diabetes cases, with GCK-MODY \nbeing the second most commonly diagnosed type. Although the inherited nature of \nthe disease implies that the interplay between maternal glycemia and fetal \ngenotype directly influences neonatal outcomes, clinical guidelines for \nMODY-complicated pregnancies remain underdeveloped. A systematic literature \nsearch in the PubMed, Scopus, Web of Science, and Cochrane databases was \nconducted following the PRISMA guidelines. The study protocol has been logged in \nthe PROSPERO registry with the identification number CRD42024609390. Data, such \nas MODY type, the gestational age at delivery, mode of delivery, insulin \nadministration, mutational status of the fetus, fetal birthweight (FBW), \noccurrence of small-/large-for-gestational age fetus, shoulder dystocia, and \nneonatal hypoglycemia, were extracted and evaluated. Among 19 studies selected \nfor the final analysis, 15 investigated perinatal outcomes in the GCK-MODY \nvariant. Women diagnosed with GCK-MODY treated with insulin delivered \napproximately 1-2 weeks earlier than those managed with diet alone. FBW was \nsignificantly higher in GCK-negative as compared to GCK-positive offspring. \nAccordingly, fetal macrosomia was notably more common among unaffected neonates. \nIn GCK-affected fetuses, insulin therapy was associated with a significantly \nlower FBW. Fetal genotype critically modifies perinatal outcomes in GCK-MODY \npregnancies. In the absence of fetal genotyping, conservative management should \nbe prioritized to mitigate the risks of fetal growth restriction and iatrogenic \nprematurity. As data regarding other types of MODY in pregnancy remain sparse, \nthere is an urgent need for more research in this area.\n\nDOI: 10.3390/ijms26136057\nPMCID: PMC12250487\nPMID: 40649834 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
    "authors": [
      "Ługowski F",
      "Babińska J",
      "Makowska K",
      "Ludwin A",
      "Stanirowski PJ"
    ],
    "journal": "International journal of molecular sciences",
    "year": "2025"
  },
  {
    "pmid": "40652244",
    "title": "Paternal and maternal exposures to per- and polyfluoroalkyl substances (PFAS) and birth outcomes: a multi-country cohort study.",
    "abstract": "1. Environ Health. 2025 Jul 12;24(1):48. doi: 10.1186/s12940-025-01199-y.\n\nPaternal and maternal exposures to per- and polyfluoroalkyl substances (PFAS) \nand birth outcomes: a multi-country cohort study.\n\nGuo P(1)(2), Luo J(3)(4), Zhang J(5), Bonde JP(6), Struciński P(7), Ohniev V(8), \nArah OA(9)(10)(11)(12), Deziel NC(1)(2), Warren JL(2)(13), Toft G(5), Liew \nZ(14)(15).\n\nAuthor information:\n(1)Department of Environmental Health Sciences, Yale School of Public Health, 60 \nCollege Street, CT, 06510, New Haven, USA.\n(2)Yale Center for Perinatal, Pediatric, and Environmental Epidemiology, Yale \nSchool of Public Health, New Haven, CT, USA.\n(3)Department of Surgery, Biological Sciences Division, University of Chicago, \nChicago, IL, USA.\n(4)Institute for Population and Precision Health, University of Chicago, \nChicago, IL, USA.\n(5)Steno Diabetes Center Aarhus, Aarhus University Hospital, Aarhus, Denmark.\n(6)Department of Occupational and Environmental Medicine, \nBispebjerg-Frederiksberg University Hospital, Copenhagen, Denmark.\n(7)Department of Toxicology and Health Risk Assessment, National Institute of \nPublic Health, NIH - National Research Institute, Warsaw, Poland.\n(8)Department of Public Health and Healthcare Management, Kharkiv National \nMedical University, Kharkiv, Ukraine.\n(9)Department of Epidemiology, Fielding School of Public Health, University of \nCalifornia, Los Angeles (UCLA), Los Angeles, CA, USA.\n(10)Department of Statistics and Data Science, UCLA College, Los Angeles, CA, \nUSA.\n(11)Practical Causal Inference Lab, UCLA, Los Angeles, CA, USA.\n(12)Research Unit for Epidemiology, Department of Public Health, Aarhus \nUniversity, Aarhus, Denmark.\n(13)Department of Biostatistics, Yale School of Public Health, New Haven, CT, \nUSA.\n(14)Department of Environmental Health Sciences, Yale School of Public Health, \n60 College Street, CT, 06510, New Haven, USA. zeyan.liew@yale.edu.\n(15)Yale Center for Perinatal, Pediatric, and Environmental Epidemiology, Yale \nSchool of Public Health, New Haven, CT, USA. zeyan.liew@yale.edu.\n\nBACKGROUND: Maternal prenatal exposures to per- and polyfluoroalkyl substances \n(PFAS) have been linked to adverse birth outcomes. However, few investigations \nhave considered paternal PFAS exposure. We estimated the parent-specific \nassociations of prenatal PFAS exposures with adverse birth outcomes.\nMETHODS: This study included 498 couples from the INUENDO cohort recruited at \nantenatal care visits in Greenland, Poland, and Ukraine during 2002-2004. We \nmeasured five major types of PFAS in parental serum during pregnancy. We \nanalyzed three birth outcomes ascertained from medical records, including \ngestational age, birth weight, and birth length. We used weighted least squares \nlinear regression to evaluate parent-specific associations of serum PFAS with \nthe birth outcomes, adjusting for parental co-exposures and covariates. We also \nused quantile g-computation for mixture modeling of the birth outcomes of \npaternal and/or maternal exposures to multiple PFAS.\nRESULTS: No associations were found between maternal and paternal PFAS exposures \nand gestational age. However, after adjusting for paternal PFOA, a higher level \nof maternal serum perfluorooctanoate (PFOA) was linked to a tendency towards \nlower birth weight and shorter birth length. Paternal exposure to several PFAS \nwas also associated with a tendency for shorter birth length, but the estimated \neffect sizes were small. We found no joint exposure effects in the mixture \nanalyses.\nCONCLUSIONS: While the evidence was inconclusive, maternal PFOA and paternal \nPFAS exposures seemed to be associated with lower offspring birth weight and \nshorter birth length, respectively. Parent-specific effects of PFAS exposures on \noffspring growth and development warrant further research.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12940-025-01199-y\nPMCID: PMC12255010\nPMID: 40652244 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The study was approved by local ethical committees; Ethical \nCommittee for Human Research in Greenland (approval no. 2010–13), Polish \nBioethical Committee (approval no. 6/2002 of 3.07.2002), and the Commission on \nEthics, Bioethics Kharkiv National Medical University in Ukraine (protocol \nnumber 7, October 7, 2009). All participating parents signed informed consent. \nConsent for publication: The authors declare that they agree with the \npublication of this paper in this journal. Competing interests: The authors \ndeclare no competing interests.",
    "authors": [
      "Guo P",
      "Luo J",
      "Zhang J",
      "Bonde JP",
      "Struciński P",
      "Ohniev V",
      "Arah OA",
      "Deziel NC",
      "Warren JL",
      "Toft G",
      "Liew Z"
    ],
    "journal": "Environmental health : a global access science source",
    "year": "2025"
  },
  {
    "pmid": "40652449",
    "title": "A Systematic Review Supporting the Clinical Practice Guidelines on the Management of Preexisting Diabetes and Pregnancy.",
    "abstract": "1. J Clin Endocrinol Metab. 2025 Jul 13:dgaf289. doi: 10.1210/clinem/dgaf289. \nOnline ahead of print.\n\nA Systematic Review Supporting the Clinical Practice Guidelines on the \nManagement of Preexisting Diabetes and Pregnancy.\n\nAl Nofal A(1)(2), Benkhadra K(3), Abbas A(2), Nduwimana MJ(4), Al-Kordi M(2), \nAllababidi AK(1), Wyckoff J(5), Lapolla A(6), Prokop LJ(7), Wang Z(2), Murad \nMH(2).\n\nAuthor information:\n(1)Evidence-Based Practice Research Program, Mayo Clinic, Rochester, MN 55905, \nUSA.\n(2)Division of Pediatric Endocrinology, Department of Pediatrics, Mayo Clinic, \nRochester, MN 55905, USA.\n(3)Division of Hospital Internal Medicine, Mayo Clinic, Phoenix, AZ 85054, USA.\n(4)Emergency Department, Mayo Clinic, Rochester, MN 55905, USA.\n(5)Division of Metabolism, Endocrinology and Diabetes/Podiatry, University of \nMichigan, Ann Arbor, MI 48109, USA.\n(6)Department of Medicine, University of Padova, 35122 Padova, Italy.\n(7)Mayo Clinic Libraries, Mayo Clinic, Rochester, MN 55905, USA.\n\nCONTEXT: Women with preexisting diabetes mellitus (PDM) are at increased risk of \npregnancy-related complications.\nOBJECTIVE: To summarize the available supporting evidence for the Endocrine \nSociety guidelines about management of PDM in pregnancy.\nDATA SOURCES: MEDLINE, EMBASE, Scopus, and other sources through February 2025.\nSTUDY SELECTION: Studies were selected by pairs of independent reviewers.\nDATA EXTRACTION: Data were extracted by pairs of independent reviewers.\nDATA SYNTHESIS: We included 17 studies. Meta-analysis showed no significant \ndifference between hybrid closed-loop insulin pump (HCL) and standard of care \nregarding time in range (TIR), time above range (TAR), and time below range \n(TBR). HCL had better overnight TIR and TBR. For women with type 2 diabetes \nmellitus (T2DM), intermittent use of continuous glucose monitoring (CGM) was not \nassociated with a significant change in the risk of large for gestational age \n(LGA) neonates (2 randomized controlled trials [RCTs], 102 patients). Adding \nmetformin to insulin was associated with a lower risk of LGA (2 RCTs, 1126 \npatients). Three retrospective studies (1724 patients) suggested increased \nneonatal complications when delivery was induced before 39 weeks of gestation \n(particularly before 38 weeks) in women with preexisting type 1 (T1DM) and T2DM, \nalthough this evidence was subject to likely confounding. One retrospective \nstudy showed no increase in neonatal complications with periconceptional \nexposure to glucagon-like peptide-1 receptor agonists. We could not identify \ncomparative studies assessing a screening question about the possibility of \npregnancy or a carbohydrate restrictive diet.\nCONCLUSION: This systematic review addresses various aspects of managing PDM in \npregnancy and will support the development of the Endocrine Society guidelines.\n\n© The Endocrine Society 2025. Published by Oxford University Press on behalf of \nthe Endocrine Society. All rights reserved. For commercial re-use, please \ncontact reprints@oup.com for reprints and translation rights for reprints. All \nother permissions can be obtained through our RightsLink service via the \nPermissions link on the article page on our site—for further information please \ncontact journals.permissions@oup.com. See the journal About page for additional \nterms.\n\nDOI: 10.1210/clinem/dgaf289\nPMID: 40652449",
    "authors": [
      "Al Nofal A",
      "Benkhadra K",
      "Abbas A",
      "Nduwimana MJ",
      "Al-Kordi M",
      "Allababidi AK",
      "Wyckoff J",
      "Lapolla A",
      "Prokop LJ",
      "Wang Z",
      "Murad MH"
    ],
    "journal": "The Journal of clinical endocrinology and metabolism",
    "year": "2025"
  },
  {
    "pmid": "40652450",
    "title": "Preexisting Diabetes and Pregnancy: An Endocrine Society and European Society of Endocrinology Joint Clinical Practice Guideline.",
    "abstract": "1. Eur J Endocrinol. 2025 Jun 30;193(1):G1-G48. doi: 10.1093/ejendo/lvaf116.\n\nPreexisting Diabetes and Pregnancy: An Endocrine Society and European Society of \nEndocrinology Joint Clinical Practice Guideline.\n\nWyckoff JA(1), Lapolla A(2), Asias-Dinh BD(3), Barbour LA(4), Brown FM(5)(6), \nCatalano PM(7), Corcoy R(8)(9)(10), Di Renzo GC(11)(12), Drobycki N(13), \nKautzky-Willer A(14), Murad MH(15), Stephenson-Gray M(16), Tabák AG(17)(18), \nWeatherup E(1), Zera C(19)(20), Singh-Ospina N(21).\n\nAuthor information:\n(1)Department of Internal Medicine, Division of Metabolism, Endocrinology and \nDiabetes/Podiatry, Domino's Farms, University of Michigan, Lobby C, Suite 1300, \n24 Frank Lloyd Wright Dr., PO Box 451, Ann Arbor, MI 48106-0451, USA.\n(2)Department of Medicine, University of Padova, 35100 Padova, Italy.\n(3)Pharmacy Practice and Translational Research, University of Houston, Houston, \nTX 77204-5000, USA.\n(4)Endocrinology, Diabetes and Metabolism Department, University of Colorado \nSchool of Medicine and Anschutz Medical Campus, 1635 N. Aurora Court, Aurora, CO \n80045, USA.\n(5)Joslin Diabetes Center, One Joslin Place, Boston, MA 02215, USA.\n(6)Department of Medicine, Harvard Medical School, 25 Shattuck St, Boston, MA \n02115, USA.\n(7)Reproductive Endocrinology Unit, Division of Endocrinology, Department of \nMedicine, Massachusetts General Hospital, 275 Cambridge Street, Boston, MA \n02114, USA.\n(8)Endocrinology and Nutrition Department, Hospital de la Santa Creu i Sant Pau, \nCarrer de Sant Quintí, 08041 Barcelona, Spain.\n(9)CIBER-BBN, Instituto de Salud Carlos III, Calle Monforte de Lemos, 3-5, 28029 \nMadrid, Spain.\n(10)Department of Medicine, Universitat Autònoma de Barcelona, Plaça Cívica, \n08193 Bellaterra, Spain.\n(11)PREIS International School, 50139 Firenze, Italy.\n(12)Meyer Children's University Hospital, 50139 Firenze, Italy.\n(13)Endocrinology Division, University of Texas Southwestern Medical Center of \nDallas, Dallas, TX 75390, USA.\n(14)Department of Medicine, Division of Endocrinology and Metabolism, Medical \nUniversity of Vienna, Vienna, Austria.\n(15)Mayo Clinic Evidence-Based Practice Center, Harwick Building, Room 2-54, \nRochester, MN 55905, USA.\n(16)National Health Service, Cardiff, UK.\n(17)Department of Internal Medicine and Oncology and Institute of Preventive \nMedicine and Public Health, Semmelweis University Faculty of Medicine, \nSemmelweis University of Medicine, H-1083 Budapest, Hungary.\n(18)UCL Brain Sciences, University College London, London W1T 7NF, UK.\n(19)Obstetrics Gynecology & Reproductive Biology Department, Harvard Medical \nSchool, Shattuck St, Boston, MA 02115, USA.\n(20)Department of Obstetrics, Gynecology, and Reproductive Biology, Beth Israel \nDeaconess Medical Center, 330 Brookline Ave, Boston, MA 02115, USA.\n(21)Division of Endocrinology, University of Florida, PO Box 100226, \nGainesville, FL 32610, USA.\n\nBACKGROUND: Preexisting diabetes (PDM) increases the risk of maternal and \nperinatal mortality and morbidity. Reduction of maternal hyperglycemia prior to \nand during pregnancy can reduce these risks. Despite compelling evidence that \npreconception care (PCC), which includes achieving strict glycemic goals, \nreduces the risk of congenital malformations and other adverse pregnancy \noutcomes, only a minority of individuals receive PCC. Suboptimal pregnancy \noutcomes demonstrated in real-world data highlight the need to further optimize \nprenatal glycemia. New evolving technology shows promise in helping to achieve \nthat goal. Dysglycemia is not the only driver of poor pregnancy outcomes in PDM. \nThe increasing impact of obesity on pregnancy outcomes underscores the \nimportance of optimal nutrition and management of insulin sensitizing \nmedications during prenatal care for PDM.\nOBJECTIVE: To provide recommendations for the care of individuals with PDM that \nlead to a reduction in maternal and neonatal adverse outcomes.\nMETHODS: The Guideline Development Panel (GDP) composed of a multidisciplinary \npanel of clinical experts, along with experts in guideline methodology and \nsystematic literature review, identified and prioritized 10 clinically relevant \nquestions related to the care of individuals with diabetes before, during and \nafter pregnancy. The GDP prioritized randomized controlled trials (RCTs) \nevaluating the effects of different interventions (eg, PCC, nutrition, treatment \noptions, delivery) during the reproductive life cycle of individuals with \ndiabetes, including type 1 diabetes mellitus (T1DM) and type 2 diabetes mellitus \n(T2DM). Systematic reviews queried electronic databases for publications related \nto these 10 clinical questions. The Grading of Recommendations, Assessment, \nDevelopment, and Evaluation (GRADE) methodology was used to assess the certainty \nof evidence and develop recommendations. The approach incorporated perspectives \nfrom 2 patient representatives and considered patient values, costs and \nresources required, acceptability and feasibility, and impact on health equity \nof the proposed recommendations.\nRESULTS: In individuals with diabetes mellitus who have the possibility of \nbecoming pregnant, we suggest asking a screening question about pregnancy \nintention at every reproductive, diabetes, and primary care visit. Screening for \npregnancy intent is also suggested at urgent care/emergency room visits when \nclinically appropriate (2 | ⊕OOO). This was suggested based on indirect evidence \ndemonstrating a strong association between PCC and both reduced glycated \nhemoglobin (HbA1c) at the first prenatal visit and congenital malformations.In \nindividuals with diabetes mellitus who have the possibility of becoming \npregnant, we suggest use of contraception when pregnancy is not desired (2 | \n⊕⊕OO). This was suggested based on indirect evidence in women with diabetes, \nwhere PCC-including contraception as a key component-showed a clinically \nsignificant association with improvements in first-trimester HbA1c and the rate \nof congenital malformations, together with indirect evidence from the general \npopulation regarding the reduction of unplanned pregnancies and pregnancy \nterminations with the use of contraception.In individuals with T2DM, we suggest \ndiscontinuation of glucagon-like peptide-1 receptor agonist (GLP-1RA) before \nconception rather than discontinuation between the start of pregnancy and the \nend of the first trimester (2 | ⊕OOO). This was suggested based on limited data \non risk of exposure to GLP-1RA receptor agonists during pregnancy.In pregnant \nindividuals with T2DM already on insulin, we suggest against routine addition of \nmetformin (2 | ⊕OOO). This was suggested based on the GDP judgment that the \nbenefit of adding metformin to insulin to achieve decrease in rates of large for \ngestational age infants did not outweigh the potential harm of increasing the \nrisk of small for gestational age infants or adverse childhood outcomes related \nto changes in body composition.In individuals with PDM, we suggest either a \ncarbohydrate-restricted diet (<175 g/day) or usual diet (>175 g/day) during \npregnancy (2 | ⊕OOO). This was suggested based on the GDP judgment that the \navailable evidence was limited and very indirect, resulting in significant \nuncertainty about the net benefits or harms. As such, the evidence was \ninsufficient to support a recommendation either for or against a carbohydrate \nintake cutoff of 175 g/day.In pregnant individuals with T2DM, we suggest either \nthe use of a continuous glucose monitor (CGM) or self-monitoring of blood \nglucose (SMBG) (2 | ⊕OOO). There is lack of direct evidence supporting \nsuperiority of CGM use over SMBG for T2DM during pregnancy. There is indirect \nevidence supporting improved glucometrics with the use of CGM for individuals \nwith T2DM outside of pregnancy, substantial improvements in neonatal outcomes \nfor individuals with T1DM using CGM during pregnancy and the potential for \ndecreasing adverse pregnancy outcomes with improved glucometrics in individuals \nwith T2DM.In individuals with PDM using a CGM, we suggest against the use of a \nsingle 24-hour CGM target <140 mg/dL (7.8 mmol/L) in place of standard-of-care \npregnancy glucose targets of fasting <95 mg/dL (5.3 mmol/L), 1-hour postprandial \n<140 mg/dL (7.8 mmol/L), and 2-hour postprandial < 120 mg/dL (6.7 mmol/L) (2 | \n⊕OOO). This was suggested based on indirect evidence that associated adverse \npregnancy outcomes with a fasting glucose > 126 mg/dL (7 mmol/L).In individuals \nwith T1DM who are pregnant, we suggest the use of a hybrid closed-loop pump \n(pump adjusting automatically based on CGM) rather than an insulin pump with CGM \n(without an algorithm) or multiple daily insulin injections with CGM (2 | ⊕OOO). \nThis was suggested based on a meta-analysis of RCTs which demonstrated \nimprovement in glucometrics with increased time in range (MD +3.81%; CI -4.24 to \n11.86) and reduced time below range (MD -0.85%; CI -1.98 to 0.28) with the use \nof hybrid closed-loop pump technology.In individuals with PDM, we suggest early \ndelivery based on risk assessment rather than expectant management (2 | ⊕OOO). \nThis was suggested based on indirect evidence that risks may outweigh benefits \nof expectant management beyond 38 weeks gestation and that risk assessment \ncriteria may be useful to inform ideal delivery timing.In individuals with PDM \n(including those with pregnancy loss or termination), we suggest postpartum \nendocrine care (diabetes management), in addition to usual obstetric care (2 | \n⊕OOO). As the postpartum period frequently overlaps with preconception, this was \nsuggested based on indirect evidence demonstrating a strong association between \nPCC and both reduced HbA1c at the first prenatal visit and congenital \nmalformations.\nCONCLUSION: The data supporting these recommendations were of very low to low \ncertainty, highlighting the urgent need for research designed to provide high \ncertainty evidence to support the care of individuals with diabetes before, \nduring, and after pregnancy. Investment in implementation science for PCC is \ncrucial to prevent significant mortality and morbidity for individuals with PDM \nand their children. RCTs to further define glycemic targets in pregnancy and \nrefinement of emerging technology to achieve those targets can lead to \nsignificant reduction of harm and in the burden of diabetes care. Data on \noptimal nutrition and obesity management in pregnancy are lacking. More research \non timing of delivery in women with PDM is also needed.\n\nThis article has been co-published with permission in European Journal of \nEndocrinology and The Journal of Clinical Endocrinology & Metabolism © The \nAuthor(s) 2025. Published by Oxford University Press on behalf of the European \nSociety of Endocrinology.\n\nDOI: 10.1093/ejendo/lvaf116\nPMID: 40652450 [Indexed for MEDLINE]",
    "authors": [
      "Wyckoff JA",
      "Lapolla A",
      "Asias-Dinh BD",
      "Barbour LA",
      "Brown FM",
      "Catalano PM",
      "Corcoy R",
      "Di Renzo GC",
      "Drobycki N",
      "Kautzky-Willer A",
      "Murad MH",
      "Stephenson-Gray M",
      "Tabák AG",
      "Weatherup E",
      "Zera C",
      "Singh-Ospina N"
    ],
    "journal": "European journal of endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40652453",
    "title": "Preexisting Diabetes and Pregnancy: An Endocrine Society and European Society of Endocrinology Joint Clinical Practice Guideline.",
    "abstract": "1. J Clin Endocrinol Metab. 2025 Jul 13:dgaf288. doi: 10.1210/clinem/dgaf288. \nOnline ahead of print.\n\nPreexisting Diabetes and Pregnancy: An Endocrine Society and European Society of \nEndocrinology Joint Clinical Practice Guideline.\n\nWyckoff JA(1), Lapolla A(2), Asias-Dinh BD(3), Barbour LA(4), Brown FM(5)(6), \nCatalano PM(7), Corcoy R(8)(9)(10), Di Renzo GC(11)(12), Drobycki N(13), \nKautzky-Willer A(14), Murad MH(15), Stephenson-Gray M(16), Tabák AG(17)(18), \nWeatherup E(1), Zera C(19)(20), Singh-Ospina N(21).\n\nAuthor information:\n(1)Department of Internal Medicine, Division of Metabolism, Endocrinology and \nDiabetes/Podiatry, Domino's Farms, University of Michigan, Lobby C, Suite 1300, \n24 Frank Lloyd Wright Dr., PO Box 451, Ann Arbor, MI 48106-0451, USA.\n(2)Department of Medicine, University of Padova, 35100 Padova, Italy.\n(3)Pharmacy Practice and Translational Research, University of Houston, Houston, \nTX 77204-5000, USA.\n(4)Endocrinology, Diabetes and Metabolism Department, University of Colorado \nSchool of Medicine and Anschutz Medical Campus, 1635 N. Aurora Court, Aurora, CO \n80045, USA.\n(5)Joslin Diabetes Center, One Joslin Place, Boston, MA 02215, USA.\n(6)Department of Medicine, Harvard Medical School, 25 Shattuck St, Boston, MA \n02115, USA.\n(7)Reproductive Endocrinology Unit, Division of Endocrinology, Department of \nMedicine, Massachusetts General Hospital, 275 Cambridge Street, Boston, MA \n02114, USA.\n(8)Endocrinology and Nutrition Department, Hospital de la Santa Creu i Sant Pau, \nCarrer de Sant Quintí, 08041 Barcelona, Spain.\n(9)CIBER-BBN, Instituto de Salud Carlos III, Calle Monforte de Lemos, 3-5, 28029 \nMadrid, Spain.\n(10)Department of Medicine, Universitat Autònoma de Barcelona, Plaça Cívica, \n08193 Bellaterra, Spain.\n(11)PREIS International School, 50139 Firenze, Italy.\n(12)Meyer Children's University Hospital, 50139 Firenze, Italy.\n(13)Endocrinology Division, University of Texas Southwestern Medical Center of \nDallas, Dallas, TX 75390, USA.\n(14)Department of Medicine, Division of Endocrinology and Metabolism, Medical \nUniversity of Vienna, Vienna, Austria.\n(15)Mayo Clinic Evidence-Based Practice Center, Harwick Building, Room 2-54, \nRochester, MN 55905, USA.\n(16)National Health Service, Cardiff, UK.\n(17)Department of Internal Medicine and Oncology and Institute of Preventive \nMedicine and Public Health, Semmelweis University Faculty of Medicine, \nSemmelweis University of Medicine, H-1083 Budapest, Hungary.\n(18)UCL Brain Sciences, University College London, London W1T 7NF, UK.\n(19)Obstetrics Gynecology & Reproductive Biology Department, Harvard Medical \nSchool, Shattuck St, Boston, MA 02115, USA.\n(20)Department of Obstetrics, Gynecology, and Reproductive Biology, Beth Israel \nDeaconess Medical Center, 330 Brookline Ave, Boston, MA 02115, USA.\n(21)Division of Endocrinology, University of Florida, PO Box 100226, \nGainesville, FL 32610, USA.\n\nBACKGROUND: Preexisting diabetes (PDM) increases the risk of maternal and \nperinatal mortality and morbidity. Reduction of maternal hyperglycemia prior to \nand during pregnancy can reduce these risks. Despite compelling evidence that \npreconception care (PCC), which includes achieving strict glycemic goals, \nreduces the risk of congenital malformations and other adverse pregnancy \noutcomes, only a minority of individuals receive PCC. Suboptimal pregnancy \noutcomes demonstrated in real-world data highlight the need to further optimize \nprenatal glycemia. New evolving technology shows promise in helping to achieve \nthat goal. Dysglycemia is not the only driver of poor pregnancy outcomes in PDM. \nThe increasing impact of obesity on pregnancy outcomes underscores the \nimportance of optimal nutrition and management of insulin sensitizing \nmedications during prenatal care for PDM.\nOBJECTIVE: To provide recommendations for the care of individuals with PDM that \nlead to a reduction in maternal and neonatal adverse outcomes.\nMETHODS: The Guideline Development Panel (GDP) composed of a multidisciplinary \npanel of clinical experts, along with experts in guideline methodology and \nsystematic literature review, identified and prioritized 10 clinically relevant \nquestions related to the care of individuals with diabetes before, during and \nafter pregnancy. The GDP prioritized randomized controlled trials (RCTs) \nevaluating the effects of different interventions (eg, PCC, nutrition, treatment \noptions, delivery) during the reproductive life cycle of individuals with \ndiabetes, including type 1 diabetes mellitus (T1DM) and type 2 diabetes mellitus \n(T2DM). Systematic reviews queried electronic databases for publications related \nto these 10 clinical questions. The Grading of Recommendations, Assessment, \nDevelopment, and Evaluation (GRADE) methodology was used to assess the certainty \nof evidence and develop recommendations. The approach incorporated perspectives \nfrom 2 patient representatives and considered patient values, costs and \nresources required, acceptability and feasibility, and impact on health equity \nof the proposed recommendations.\nRESULTS: In individuals with diabetes mellitus who have the possibility of \nbecoming pregnant, we suggest asking a screening question about pregnancy \nintention at every reproductive, diabetes, and primary care visit. Screening for \npregnancy intent is also suggested at urgent care/emergency room visits when \nclinically appropriate (2 | ⊕OOO). This was suggested based on indirect evidence \ndemonstrating a strong association between PCC and both reduced glycated \nhemoglobin (HbA1c) at the first prenatal visit and congenital malformations.In \nindividuals with diabetes mellitus who have the possibility of becoming \npregnant, we suggest use of contraception when pregnancy is not desired (2 | \n⊕⊕OO). This was suggested based on indirect evidence in women with diabetes, \nwhere PCC-including contraception as a key component-showed a clinically \nsignificant association with improvements in first-trimester HbA1c and the rate \nof congenital malformations, together with indirect evidence from the general \npopulation regarding the reduction of unplanned pregnancies and pregnancy \nterminations with the use of contraception.In individuals with T2DM, we suggest \ndiscontinuation of glucagon-like peptide-1 receptor agonist (GLP-1RA) before \nconception rather than discontinuation between the start of pregnancy and the \nend of the first trimester (2 | ⊕OOO). This was suggested based on limited data \non risk of exposure to GLP-1RA receptor agonists during pregnancy.In pregnant \nindividuals with T2DM already on insulin, we suggest against routine addition of \nmetformin (2 | ⊕OOO). This was suggested based on the GDP judgment that the \nbenefit of adding metformin to insulin to achieve decrease in rates of large for \ngestational age infants did not outweigh the potential harm of increasing the \nrisk of small for gestational age infants or adverse childhood outcomes related \nto changes in body composition.In individuals with PDM, we suggest either a \ncarbohydrate-restricted diet (<175 g/day) or usual diet (>175 g/day) during \npregnancy (2 | ⊕OOO). This was suggested based on the GDP judgment that the \navailable evidence was limited and very indirect, resulting in significant \nuncertainty about the net benefits or harms. As such, the evidence was \ninsufficient to support a recommendation either for or against a carbohydrate \nintake cutoff of 175 g/day.In pregnant individuals with T2DM, we suggest either \nthe use of a continuous glucose monitor (CGM) or self-monitoring of blood \nglucose (SMBG) (2 | ⊕OOO). There is lack of direct evidence supporting \nsuperiority of CGM use over SMBG for T2DM during pregnancy. There is indirect \nevidence supporting improved glucometrics with the use of CGM for individuals \nwith T2DM outside of pregnancy, substantial improvements in neonatal outcomes \nfor individuals with T1DM using CGM during pregnancy and the potential for \ndecreasing adverse pregnancy outcomes with improved glucometrics in individuals \nwith T2DM.In individuals with PDM using a CGM, we suggest against the use of a \nsingle 24-hour CGM target <140 mg/dL (7.8 mmol/L) in place of standard-of-care \npregnancy glucose targets of fasting <95 mg/dL (5.3 mmol/L), 1-hour postprandial \n<140 mg/dL (7.8 mmol/L), and 2-hour postprandial < 120 mg/dL (6.7 mmol/L) (2 | \n⊕OOO). This was suggested based on indirect evidence that associated adverse \npregnancy outcomes with a fasting glucose > 126 mg/dL (7 mmol/L).In individuals \nwith T1DM who are pregnant, we suggest the use of a hybrid closed-loop pump \n(pump adjusting automatically based on CGM) rather than an insulin pump with CGM \n(without an algorithm) or multiple daily insulin injections with CGM (2 | ⊕OOO). \nThis was suggested based on a meta-analysis of RCTs which demonstrated \nimprovement in glucometrics with increased time in range (MD +3.81%; CI -4.24 to \n11.86) and reduced time below range (MD -0.85%; CI -1.98 to 0.28) with the use \nof hybrid closed-loop pump technology.In individuals with PDM, we suggest early \ndelivery based on risk assessment rather than expectant management (2 | ⊕OOO). \nThis was suggested based on indirect evidence that risks may outweigh benefits \nof expectant management beyond 38 weeks gestation and that risk assessment \ncriteria may be useful to inform ideal delivery timing.In individuals with PDM \n(including those with pregnancy loss or termination), we suggest postpartum \nendocrine care (diabetes management), in addition to usual obstetric care (2 | \n⊕OOO). As the postpartum period frequently overlaps with preconception, this was \nsuggested based on indirect evidence demonstrating a strong association between \nPCC and both reduced HbA1c at the first prenatal visit and congenital \nmalformations.\nCONCLUSION: The data supporting these recommendations were of very low to low \ncertainty, highlighting the urgent need for research designed to provide high \ncertainty evidence to support the care of individuals with diabetes before, \nduring, and after pregnancy. Investment in implementation science for PCC is \ncrucial to prevent significant mortality and morbidity for individuals with PDM \nand their children. RCTs to further define glycemic targets in pregnancy and \nrefinement of emerging technology to achieve those targets can lead to \nsignificant reduction of harm and in the burden of diabetes care. Data on \noptimal nutrition and obesity management in pregnancy are lacking. More research \non timing of delivery in women with PDM is also needed.\n\nThis article has been co-published with permission in The Journal of Clinical \nEndocrinology & Metabolism and European Journal of Endocrinology. © The Authors \n2025. Published by Oxford University Press on behalf of the Endocrine Society.\n\nDOI: 10.1210/clinem/dgaf288\nPMID: 40652453",
    "authors": [
      "Wyckoff JA",
      "Lapolla A",
      "Asias-Dinh BD",
      "Barbour LA",
      "Brown FM",
      "Catalano PM",
      "Corcoy R",
      "Di Renzo GC",
      "Drobycki N",
      "Kautzky-Willer A",
      "Murad MH",
      "Stephenson-Gray M",
      "Tabák AG",
      "Weatherup E",
      "Zera C",
      "Singh-Ospina N"
    ],
    "journal": "The Journal of clinical endocrinology and metabolism",
    "year": "2025"
  },
  {
    "pmid": "40653273",
    "title": "Heterogeneity in the association between a dietary pattern high in fat, sugar, and sodium and adverse pregnancy outcomes by maternal characteristics: a US pregnancy cohort study.",
    "abstract": "1. Am J Clin Nutr. 2025 Jul 11:S0002-9165(25)00394-6. doi: \n10.1016/j.ajcnut.2025.07.005. Online ahead of print.\n\nHeterogeneity in the association between a dietary pattern high in fat, sugar, \nand sodium and adverse pregnancy outcomes by maternal characteristics: a US \npregnancy cohort study.\n\nBodnar LM(1), Kirkpatrick SI(2), Yu YH(3), Kennedy E(4), Parisi SM(5), Naimi \nAI(3).\n\nAuthor information:\n(1)Department of Epidemiology, School of Public Health, University of \nPittsburgh, Pittsburgh, Pennsylvania, USA; Department of Obstetrics, Gynecology, \nand Reproductive Sciences, School of Medicine, University of Pittsburgh, \nPittsburgh, Pennsylvania, USA. Electronic address: lbodnar@pitt.edu.\n(2)School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, \nCanada.\n(3)Department of Epidemiology, Rollins School of Public Health, Emory \nUniversity, Atlanta, Georgia, USA.\n(4)Department of Statistics, Carnegie Mellon University, Pittsburgh, \nPennsylvania, USA.\n(5)Department of Epidemiology, School of Public Health, University of \nPittsburgh, Pittsburgh, Pennsylvania, USA.\n\nBACKGROUND: \"Precision nutrition\" aims to recognize variation in response to \ndietary patterns to inform tailored advice based on behavioral, social, \nenvironmental, genetic, and metabolic factors.\nOBJECTIVE: We sought to identify characteristics of pregnant individuals that \nmodify the associations between a high fat, sugar, and sodium diet and poor \nperinatal outcomes.\nDESIGN: We used data from 8054 participants in the Nulliparous Pregnancy \nOutcomes Study: monitoring mothers-to-be (8 US medical centers, 2010‒2013), a \nprospective cohort study. Usual periconceptional dietary intake was assessed at \n6‒13 weeks gestation using a food frequency questionnaire. The exposure was a \nhigh fat, sugar, and sodium dietary pattern versus all other diet patterns. The \noutcome was a composite of one or more perinatal outcomes: preeclampsia, \ngestational diabetes, preterm birth, or small-for-gestational-age birth. We used \nthe doubly-robust learner, which enables the use of machine learning to identify \nmaternal characteristics that modify the effect of the dietary pattern on the \ncomposite outcome.\nRESULTS: Approximately 29% had a dietary pattern that was high in fat, sugar, \nand sodium. One quarter had any adverse pregnancy outcome. The \nconfounder-adjusted association between a high fat, sugar, and sodium dietary \npattern and the risk of the adverse composite pregnancy outcome was stronger \namong certain subgroups of the cohort than others, including individuals with a \nhigher BMI, lower socioeconomic status, and non-Hispanic Black race/ethnicity. \nFor instance, compared with other diet patterns, intake of a diet high in fat, \nsugar, and sodium was associated with 5.9 excess cases per 100 pregnancies \n(adjusted risk difference 0.059 (95% confidence interval 0.012, 0.11) among \nindividuals living in a high-poverty neighborhood, but 2.3 excess cases per 100 \npregnancies (0.023; 95% CI -0.011, 0.057) among those residing in a low-poverty \nneighborhood.\nCONCLUSIONS: This work may provide clues that contribute to a deeper \nunderstanding of the heterogeneity in dietary responses in pregnancy.\n\nCopyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.ajcnut.2025.07.005\nPMID: 40653273\n\nConflict of interest statement: Declaration of interests ☒ The authors declare \nthe following financial interests/personal relationships which may be considered \nas potential competing interests: Lisa Bodnar reports financial support was \nprovided by National Institute of Child Health and Human Development. If there \nare other authors, they declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence the \nwork reported in this paper. Ashley Isaac Naimi reports financial support was \nprovided by National Institutes of Health. If there are other authors, they \ndeclare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this \npaper.",
    "authors": [
      "Bodnar LM",
      "Kirkpatrick SI",
      "Yu YH",
      "Kennedy E",
      "Parisi SM",
      "Naimi AI"
    ],
    "journal": "The American journal of clinical nutrition",
    "year": "2025"
  },
  {
    "pmid": "40655163",
    "title": "Serum Uric Acid-to-Serum Creatinine Ratio, Thyroid Function, and Gestational Diabetes Mellitus Risk during Early Pregnancy among Chinese Women.",
    "abstract": "1. Diabetes Metab Syndr Obes. 2025 Jul 7;18:2235-2246. doi: 10.2147/DMSO.S486695.\n eCollection 2025.\n\nSerum Uric Acid-to-Serum Creatinine Ratio, Thyroid Function, and Gestational \nDiabetes Mellitus Risk during Early Pregnancy among Chinese Women.\n\nSong S(1), Duo Y(1), Zhang Y(2), Qiao X(3), Chen Y(3), Fu Y(1), Dong Y(1), Yuan \nT(1), Zhao W(1).\n\nAuthor information:\n(1)Department of Endocrinology, Key Laboratory of Endocrinology of Ministry of \nHealth, Peking Union Medical College Hospital, Chinese Academy of Medical \nScience and Peking Union Medical College, Beijing, People's Republic of China.\n(2)Department of Obstetrics, Haidian District Maternal and Child Health Care \nHospital, Beijing, People's Republic of China.\n(3)Department of Obstetrics, Beijing Chaoyang District Maternal and Child Health \nCare Hospital, Beijing, People's Republic of China.\n\nOBJECTIVE: This study aimed to explore the relationship between serum uric \nacid-to-serum creatinine (UA:SCr) ratio and thyroid function within the normal \nrange and in gestational diabetes mellitus (GDM) during early pregnancy in \nChinese women.\nMETHODS: A total of 958 pregnant women were enrolled in this prospective \ndouble-center cohort study. Liver function, renal function, and thyroid function \nwere tested during 6-12 weeks of gestation and oral glucose tolerance tests were \nconducted for 24-28 weeks to screen for GDM. Associations between UA:SCr ratio \nand thyroid function and GDM were examined by linear and logistic regression \nanalyses.\nRESULTS: The incidence of GDM was 19.3% (185/958) in this study. UA:SCr ratio \nand free thyroxine (FT4) were significantly higher in pregnant women with GDM in \nthe highest preBMI quartile than the normal glucose tolerance group (median \n5.22, IQR 4.47-5.87 vs median 4.87, IQR 4.05-5.61, mean difference -0.52, \nP=0.04; median 1.13, IQR 1.02-1.28 vs median 1.18, IQR 1.07-1.32, mean \ndifference 0.14, P=0.02). Both UA:SCr ratio and FT4 were associated with risk of \nGDM in pregnant women in the highest preBMI quartile (RR 0.331, 95% CI \n1.094-1.772, P=0.007; RR -1.533, 95% CI 0.055-0.853, P=0.029). For pregnant \nwomen in the third and fourth preBMI quartiles, the UA:SCr ratio was \nsignificantly correlated with euthyroid function (FT4 and UA:SCr ratio): preBMI \nquartile 3 - β=0.659, 95% CI 0.231-1.087), P=0.003; FT4 and UA:SCr ratio in \npreBMI quartile 4 - β=-0.263, 95% CI -0.516 to-0.011, P=0.041; TSH and UA:SCr \nratio in preBMI-quartile 4 - β=0.131, 95% CI 0.008-0.253, P=0.036. Further \nanalysis revealed that FT4 was associated with risk of GDM in pregnant women in \nthe highest UA:SCr ratio quartile (RR 0.052, 95% CI 1.010-1.096, P=0.012). There \nwas also an interaction effect between FT4 and UA:SCr ratio in relation to the \nrisk of GDM in the highest UA:SCr ratio quartile (P=0.02).\nCONCLUSION: Both UA:SCr ratio and FT4 were associated with the risk of GDM in \nearly pregnancy, particularly among women in the highest prepregnancy BMI \nquartile. FT4 level within the normal range was correlated with UA:SCr ratio in \nwomen in the third and fourth prepregnancy BMI quartiles. These results suggest \nthe complex interplay of metabolic changes during early pregnancy and provide \nnew insights for the early prevention and management of GDM.\n\n© 2025 Song et al.\n\nDOI: 10.2147/DMSO.S486695\nPMCID: PMC12248715\nPMID: 40655163\n\nConflict of interest statement: The authors declare that there are no conflicts \nof interest regarding the publication of this paper.",
    "authors": [
      "Song S",
      "Duo Y",
      "Zhang Y",
      "Qiao X",
      "Chen Y",
      "Fu Y",
      "Dong Y",
      "Yuan T",
      "Zhao W"
    ],
    "journal": "Diabetes, metabolic syndrome and obesity : targets and therapy",
    "year": "2025"
  },
  {
    "pmid": "40658702",
    "title": "Depressive disorders, bad mental health days, and diabetes management behaviors among non-Hispanic American Indian/Alaska Native adults: Findings from the Behavioral Risk Factor Surveillance System.",
    "abstract": "1. PLoS One. 2025 Jul 14;20(7):e0327870. doi: 10.1371/journal.pone.0327870. \neCollection 2025.\n\nDepressive disorders, bad mental health days, and diabetes management behaviors \namong non-Hispanic American Indian/Alaska Native adults: Findings from the \nBehavioral Risk Factor Surveillance System.\n\nWang K(1), Jiang L(2), Zhu J(3), Manson SM(4).\n\nAuthor information:\n(1)Graduate School of Social Work, University of Denver, Denver, Colorado.\n(2)Joe C. Wen School of Population and Public Health, University of California \nIrvine, Irvine, CA.\n(3)School of Family and Consumer Sciences, Texas State University, San Marcos, \nTexas.\n(4)Centers for American Indian and Alaska Native Health, University of Colorado \nAnschutz Medical Campus, Aurora, Colorado.\n\nOBJECTIVE: This study examined the association between diagnosis of depressive \ndisorder, the number of bad mental health days per month, and diabetes \nmanagement behaviors among American Indian/Alaska Native (AI/AN) adults with \ndiabetes.\nRESEARCH DESIGN AND METHODS: Data were drawn from the Behavioral Risk Factor \nSurveillance System (2018-2021), including 2,272 self-identified non-Hispanic \nAI/AN adults diagnosed with non-gestational diabetes. Key variables included a \nself-reported prior diagnosis of depressive disorder and the number of bad \nmental health days in the past month. Outcome variables were seven diabetes \nmanagement behaviors, such as taking a diabetes management class and performing \ndaily foot checks. Statistical analyses included descriptive statistics, \nchi-squared tests, ANOVA, and logistic regression models.\nRESULTS: Among the participants, 24.8% were diagnosed with depressive disorder, \nand 19.5% reported at least 14 bad mental health days in the past month. \nLogistic regression models show that those reporting depressive disorders were \nsignificantly less likely to check their feet daily (adjusted odds ratio (AOR) = \n0.56, 95% CI: 0.34-0.92). Individuals with at least 14 bad mental health days \nwere significantly less likely to have ever taken a diabetes management class \n(AOR = 0.59, 95% CI: 0.36-0.99) and check their feet daily (AOR = 0.37, 95% CI: \n0.21-0.65) than those reporting no bad mental health days.\nCONCLUSIONS: Depressive disorders and frequent bad mental health days were \nassociated with lower odds of diabetes management behaviors among AI/AN adults. \nThese findings suggest that enhancing mental health support within diabetes \nmanagement programs may help address disparities in diabetes care among AI/AN \nadults.\n\nCopyright: © 2025 Wang et al. This is an open access article distributed under \nthe terms of the Creative Commons Attribution License, which permits \nunrestricted use, distribution, and reproduction in any medium, provided the \noriginal author and source are credited.\n\nDOI: 10.1371/journal.pone.0327870\nPMCID: PMC12258579\nPMID: 40658702 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors have declared that no competing \ninterests exist.",
    "authors": [
      "Wang K",
      "Jiang L",
      "Zhu J",
      "Manson SM"
    ],
    "journal": "PloS one",
    "year": "2025"
  },
  {
    "pmid": "40660177",
    "title": "Metformin use in gestational diabetes is not associated with an increased risk of preterm labor and small for gestational age infants compared to diet control alone.",
    "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 14;25(1):762. doi: \n10.1186/s12884-025-07869-6.\n\nMetformin use in gestational diabetes is not associated with an increased risk \nof preterm labor and small for gestational age infants compared to diet control \nalone.\n\nD'Souza A(1), Abdullahi H(1)(2), Badri F(2), Ibrahim I(3)(4).\n\nAuthor information:\n(1)Weill Cornell Medicine-Qatar, Doha, Qatar.\n(2)Sidra Medicine, Al Gharrafa Street, Ar-Rayyan, Doha, Qatar.\n(3)Weill Cornell Medicine-Qatar, Doha, Qatar. iibrahim1@sidra.org.\n(4)Sidra Medicine, Al Gharrafa Street, Ar-Rayyan, Doha, Qatar. \niibrahim1@sidra.org.\n\nAIMS: Given the limited data on the effects of metformin exposure in pregnancy, \nthis study aims to investigate the association between metformin use in \nGestational Diabetes (GDM) and the risk of short-term maternal and neonatal \noutcomes.\nMETHODS: This retrospective cohort study included women with GDM who sought \nprenatal care at Sidra Medicine, Qatar, between January 2019 and December 2020 \nand compared maternal and neonatal outcomes in patients treated with metformin \nto those treated with diet control alone.\nRESULTS: Six hundred forty nine GDM patients were included, of which 438 were \ntreated with diet only, and 211 were treated with metformin. At baseline, the \nmetformin-treated group was older (33.3 ± 4.8 vs. 31.2 ± 5.0 years), had higher \npre-pregnancy Body Mass Index (BMI) (27.9 ± 4.6 vs. 26.0 ± 4.7 kg/m2), but had \nlower gestational weight gain (0.28 ± 0.20 vs. 0.34 ± 0.17 kg/week) than the \ndiet group (p <.001). When adjusted for age, fasting glucose at diagnosis, \npre-pregnancy weight, and gestational weight gain, metformin treatment was not \nassociated with an increased risk of any adverse pregnancy outcomes.\nCONCLUSIONS: Treatment with metformin was not associated with an increased risk \nof adverse outcomes, including small for gestational age and preterm labor in \nwomen with GDM.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07869-6\nPMCID: PMC12261725\nPMID: 40660177 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study was approved by the Institutional Review Boards (IRB) at \nSidra Medicine and Weill Cornell Medicine– Qatar (IRB#1904345) and the need for \ninformed consent was waived by both IRBs due to the retrospective nature of the \nstudy, and lack of patient identifiers. The study was conducted following the \nethical principles for medical research mentioned in the Declaration of Helsinki \nas revised in 2013. Consent for publication: “Not Applicable”. Competing \ninterests: The authors declare no competing interests.",
    "authors": [
      "D'Souza A",
      "Abdullahi H",
      "Badri F",
      "Ibrahim I"
    ],
    "journal": "BMC pregnancy and childbirth",
    "year": "2025"
  },
  {
    "pmid": "40660339",
    "title": "Efficacy and safety of recombinant human granulocyte colony-stimulating factor in patients with unexplained recurrent pregnancy loss: a protocol for a multicenter, randomized, double-blind, controlled trial.",
    "abstract": "1. Trials. 2025 Jul 14;26(1):245. doi: 10.1186/s13063-025-08951-2.\n\nEfficacy and safety of recombinant human granulocyte colony-stimulating factor \nin patients with unexplained recurrent pregnancy loss: a protocol for a \nmulticenter, randomized, double-blind, controlled trial.\n\nMu F(1), Cai Z(2), Du L(3), Zeng X(1), Zhou Q(4), Chen Y(4), Wang F(5).\n\nAuthor information:\n(1)Department of Reproductive Medicine, Lanzhou University Second Hospital, \nLanzhou, 730030, China.\n(2)Department of Obstetrics and Gynecology, The Third Affiliated Hospital of \nWenzhou Medical University, Wenzhou, 325035, China.\n(3)Hebei Key Laboratory of Reproductive Medicine, Hebei Reproductive Health \nHospital (Research Institute), Shijiazhuang, 050071, China.\n(4)Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou \nUniversity, Lanzhou, 730030, China.\n(5)Department of Reproductive Medicine, Lanzhou University Second Hospital, \nLanzhou, 730030, China. ery_fwang@lzu.edu.cn.\n\nBACKGROUND: Unexplained recurrent pregnancy loss (uRPL), defined as the loss of \ntwo or more pregnancies without an identified cause, affects approximately 1-2% \nof women trying to conceive. Emerging evidence suggests that an imbalance in \nmaternal-fetal immunological tolerance may play a key role in its pathogenesis. \nGranulocyte colony-stimulating factor (G-CSF), a glycosylated polypeptide chain \ncell growth factor, has shown promise in improving pregnancy outcomes in uRPL, \nalthough findings from previous clinical trials are inconsistent. High-quality, \nadequately powered studies are urgently needed to determine its clinical \nutility. This study aims to evaluate the efficacy and safety of G-CSF in Chinese \nwomen with uRPL, providing a more theoretical basis for clinical practice.\nMETHODS: A randomized, double-blind, placebo-controlled, multicenter clinical \ntrial will enroll 528 eligible participants, assigned to test group (n = 264, \nG-CSF 150 μg, subcutaneously every other day) and control group (n = 264, \nplacebo), starting after confirmation of early pregnancy and ending at \n10 weeks + 0 days of gestation. All participants will also receive \ndydrogesterone and aspirin as supportive care. The primary endpoint is fetal \nsurvival to 24 weeks, and secondary endpoints are early pregnancy loss, \nclinically confirmed pregnancy, ongoing pregnancy, fetal survival to 28 weeks, \nectopic pregnancy, preterm birth, stillbirth, and pregnancy complications \n(preeclampsia, gestational diabetes mellitus, HELLP syndrome, placental \nabruption). The trial will also explore subgroup effects based on research \ncenters (4 centers), age, number of pregnancy losses, and body mass index.\nDISCUSSION: This trial aims to provide high-quality evidence on the efficacy and \nsafety of G-CSF in the treatment of uRPL, particularly in the Chinese population \nwhere existing data are limited. The findings may support evidence-based \nrecommendations and inform treatment decisions in a population where therapeutic \noptions remain limited and controversial.\nTRIAL REGISTRATION: ChiCTR2300077436. Prospectively registered on 2023-11-08.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13063-025-08951-2\nPMCID: PMC12257775\nPMID: 40660339 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate {24}.: According to the Declaration of Helsinki, the protocol \nobtained approval from the Lanzhou University Second Hospital (2023A-530) and \nwas registered in the Chinese Clinical Trial Registry (ChiCTR2300077436) prior \nto the study’s initiation. The principal investigator will strive to draft the \ninformed consent form and supporting documents in simple language to obtain \ninformed consent from patients and their legally authorized representatives. No \nstudy procedures will be performed until written informed consent is provided. \nThe clinical findings of this trial will be compiled into a manuscript for \npresentation at scientific conferences or publication in scientific journals \nfollowing the completion of the trial. The manuscript will be discussed and \napproved by all principal investigators of the centers involved in the study. \nConsent for publication {32}: N/A. Competing interests {28}.: The authors \ndeclare that they have no competing interests.",
    "authors": [
      "Mu F",
      "Cai Z",
      "Du L",
      "Zeng X",
      "Zhou Q",
      "Chen Y",
      "Wang F"
    ],
    "journal": "Trials",
    "year": "2025"
  },
  {
    "pmid": "40660790",
    "title": "Neurodevelopmental Consequences of Maternal Diabetes: Autophagy and Spatial Arrangement of Hippocampal Neurons.",
    "abstract": "1. CNS Neurosci Ther. 2025 Jul;31(7):e70518. doi: 10.1111/cns.70518.\n\nNeurodevelopmental Consequences of Maternal Diabetes: Autophagy and Spatial \nArrangement of Hippocampal Neurons.\n\nBoutegaz SM(1), Namavar MR(2)(3)(4), Shadi M(1)(5), Kabiri-Rad H(5), \nVafaei-Nezhad S(1)(5).\n\nAuthor information:\n(1)Department of Anatomical Sciences, Faculty of Medicine, Birjand University of \nMedical Sciences, Birjand, Iran.\n(2)Histomorphometry and Stereology Research Center, Shiraz University of Medical \nSciences, Shiraz, Iran.\n(3)Clinical Neurology Research Center, Shiraz University of Medical Sciences, \nShiraz, Iran.\n(4)Department of Anatomical Sciences, School of Medicine, Shiraz University of \nMedical Sciences, Shiraz, Iran.\n(5)Cellular & Molecular Research Center, Birjand University of Medical Sciences, \nBirjand, Iran.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) is a prevalent metabolic \ndisorder that disrupts fetal central nervous system (CNS) development. This \nstudy investigates the effects of maternal diabetes on hippocampal structure and \nautophagy-related mechanisms in neonatal rats, focusing on the PI3K/mTOR \nsignaling pathway.\nMETHODS: Forty female Wistar rats were divided into three groups: control (CON), \ndiabetic (STZ-D), and insulin-treated diabetic (STZ-INS). Hyperglycemia was \ninduced using streptozotocin, and offspring were analyzed at postnatal day 14 \n(P14). Histological evaluations of hippocampal structure were conducted using \nhematoxylin and eosin (H&E) staining, and neuronal damage was assessed with \ntoluidine blue staining. Autophagy-related gene expression (Beclin-1, LC-3, \nATG-7) and the PI3K/mTOR signaling pathway were examined using real-time PCR.\nRESULTS: Offspring from the STZ-D group exhibited significant reductions in \nhippocampal volume and increased dark neurons in the CA1 and CA2 regions \ncompared to the CON and STZ-INS groups. Gene expression analysis revealed a \nmarked downregulation of ATG-7 and significant upregulation of PI3K and mTOR in \nthe STZ-D group, while Beclin-1 and LC-3 showed no significant changes. Insulin \ntreatment mitigated these adverse effects, preserving hippocampal structure and \nreducing neuronal damage. In addition, the results of the Voronoi tessellation \nmethod showed that hippocampal neural cells depict a regular pattern in \ndifferent subfields in all experimental groups.\nCONCLUSION: Maternal hyperglycemia disrupts hippocampal development by altering \nautophagy and activating the PI3K/mTOR pathway, contributing to neuronal damage. \nInsulin treatment during pregnancy can counteract these effects, emphasizing the \nimportance of glycemic control. These findings highlight potential therapeutic \ntargets for mitigating CNS impairments in the offspring of diabetic mothers.\n\n© 2025 The Author(s). CNS Neuroscience & Therapeutics published by John Wiley & \nSons Ltd.\n\nDOI: 10.1111/cns.70518\nPMCID: PMC12260216\nPMID: 40660790 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
    "authors": [
      "Boutegaz SM",
      "Namavar MR",
      "Shadi M",
      "Kabiri-Rad H",
      "Vafaei-Nezhad S"
    ],
    "journal": "CNS neuroscience & therapeutics",
    "year": "2025"
  },
  {
    "pmid": "40665066",
    "title": "From Glucotoxicity to Lung Injury: Emerging Perspectives on Diabetes-Associated Respiratory Complications.",
    "abstract": "1. Lung. 2025 Jul 15;203(1):80. doi: 10.1007/s00408-025-00834-2.\n\nFrom Glucotoxicity to Lung Injury: Emerging Perspectives on Diabetes-Associated \nRespiratory Complications.\n\nYu H(1), Liu J(2), He X(2).\n\nAuthor information:\n(1)Department of Geriatrics, The First Affiliated Hospital of Chongqing Medical \nUniversity, No.1 Youyi Road, Yuzhong, Chongqing, 400016, China. yhm920@126.com.\n(2)Department of Geriatrics, The First Affiliated Hospital of Chongqing Medical \nUniversity, No.1 Youyi Road, Yuzhong, Chongqing, 400016, China.\n\nEmerging evidence highlights glucose toxicity as a pivotal driver of diabetic \nrespiratory complications, characterized by hyperglycemia-induced metabolic \ndysregulation and multi-organ damage. The lung, a metabolically active organ, \nexhibits unique susceptibility to glucose toxicity due to its exposure to \noxidative stress, inflammatory cascades, and disrupted metabolic reprogramming, \nparticularly in glycolysis and mitochondrial dysfunction. Diabetes-associated \nrespiratory complications encompass increased susceptibility to respiratory \ninfections, acute respiratory distress syndrome (ARDS) with macrophage-driven \nglycolytic shifts, and gestational diabetes mellitus (GDM)-associated fetal lung \ndysplasia via impaired epithelial differentiation. Future research should \nprioritize metabolic dysregulation-targeted therapies, gut-lung axis modulation, \nand personalized approaches to address the interplay between hyperglycemia, \noxidative stress, and immune dysregulation. Elucidating genetic and epigenetic \nmodifiers of glucotoxicity will further advance therapeutic strategies for \ndiabetes-associated pneumopathy. This review provides an overview of \nepidemiological burden, lung structural and functional changes, \npathophysiological mechanisms, clinical outcomes and complications, therapeutic \nand preventive strategies, unanswered questions, and future directions of \ndiabetes-associated respiratory complications.\n\n© 2025. The Author(s), under exclusive licence to Springer Science+Business \nMedia, LLC, part of Springer Nature.\n\nDOI: 10.1007/s00408-025-00834-2\nPMID: 40665066 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Conflict of interest: The authors \ndeclare that they have no competing interests. Ethical Approval: Not applicable. \nConsent to Participate: Not applicable. Consent for Publication: The authors \nconsent to publication. Clinical Trial Number: Not applicable.",
    "authors": [
      "Yu H",
      "Liu J",
      "He X"
    ],
    "journal": "Lung",
    "year": "2025"
  },
  {
    "pmid": "40665564",
    "title": "Type 2 diabetes risk communication following a diagnosis of gestational diabetes mellitus: A qualitative study.",
    "abstract": "1. Diabet Med. 2025 Jul 15:e70105. doi: 10.1111/dme.70105. Online ahead of print.\n\nType 2 diabetes risk communication following a diagnosis of gestational diabetes \nmellitus: A qualitative study.\n\nCaba M(1), Northern A(2), Virdee A(2), Khunti K(1)(2)(3)(4), Davies MJ(1)(2)(4), \nHadjiconstantinou M(1)(4).\n\nAuthor information:\n(1)Diabetes Research Centre, College of Life Sciences, University of Leicester, \nLeicester, UK.\n(2)Leicester Diabetes Centre, University Hospitals of Leicester NHS Trust, \nLeicester, UK.\n(3)NIHR Applied Research Collaboration East Midlands, Leicester, UK.\n(4)NIHR Leicester Biomedical Research Centre, Leicester, UK.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) increases women's risk of \ndeveloping type 2 diabetes (T2DM) tenfold. Understanding of T2DM risk in women \nwith GDM is variable and can impact health behaviours. To better understand how \nT2DM risk is communicated by healthcare professionals, we explored women's \nexperiences of T2DM risk communication and support following a diagnosis of GDM.\nMETHODS: A qualitative study was conducted utilising semi-structured interviews. \nParticipants were 10 women previously diagnosed with GDM. Transcripts were \nanalysed following reflexive thematic analysis guidelines.\nRESULTS: Three themes and four sub-themes were created to describe women's \nexperiences of, and responses to, T2DM risk communication and support following \na diagnosis of GDM. Minimal T2DM risk communication during GDM and postnatally \nwas a common experience, and as a result, women forgot about their increased \nrisk and felt forgotten by the health service. The lack of correspondence and \nsupport further fostered a dearth of knowledge and misunderstandings regarding \nwhat T2DM is, how it affects a person's body, and the necessity of preventative \nactions, all of which could impact women's management of their risk. Several \nstrategies were suggested by women to remedy the currently absent communication \nand support. This included group education sessions, tangible and digital \nsupport resources, providing individualised information, and continuous and \nharmonious T2DM risk communication from healthcare professionals and health \nservices.\nCONCLUSIONS: Current deficiencies for communicating T2DM risk and providing \navenues of support following a diagnosis of GDM leaves many women feeling \nunder-supported. Improvements to current care are recommended to ameliorate \nthis.\n\n© 2025 The Author(s). Diabetic Medicine published by John Wiley & Sons Ltd on \nbehalf of Diabetes UK.\n\nDOI: 10.1111/dme.70105\nPMID: 40665564",
    "authors": [
      "Caba M",
      "Northern A",
      "Virdee A",
      "Khunti K",
      "Davies MJ",
      "Hadjiconstantinou M"
    ],
    "journal": "Diabetic medicine : a journal of the British Diabetic Association",
    "year": "2025"
  },
  {
    "pmid": "40670950",
    "title": "Mediating role of systemic inflammation on the association between periodontitis and gestational diabetes mellitus: a cross-sectional study.",
    "abstract": "1. BMC Oral Health. 2025 Jul 16;25(1):1179. doi: 10.1186/s12903-025-06541-x.\n\nMediating role of systemic inflammation on the association between periodontitis \nand gestational diabetes mellitus: a cross-sectional study.\n\nCheng J(#)(1), Jiang Q(#)(2), Liu Y(1), Zhang S(1), Wang Y(1), Lin D(3), Cheng \nB(4).\n\nAuthor information:\n(1)Department of Stomatology, Zhongnan Hospital of Wuhan University, 169 Donghu \nRd, Wuhan, 430071, China.\n(2)Department of Epidemiology and Biostatistics, School of Public Health, Wuhan \nUniversity, Wuhan, 430071, China.\n(3)Department of Stomatology, Wuhan No.l Hospital, Wuhan, China. \n99677268@qq.com.\n(4)Department of Stomatology, Zhongnan Hospital of Wuhan University, 169 Donghu \nRd, Wuhan, 430071, China. chengbo@znhospital.cn.\n(#)Contributed equally\n\nOBJECTIVES: This study aimed to explore the relationship between periodontitis \nand gestational diabetes mellitus (GDM) and to ascertain the role of systemic \ninflammation in mediating this association.\nMETHODS: Data from 5,283 women of reproductive age ranging from 20 to 44 years \nwere retrieved from the National Health and Nutrition Examination Survey \n(NHANES) III (1988-1994) and NHANES 2009-2014 cycles. The female participants \nwere categorized into three groups: non-diabetes, DM, and GDM. Multivariate \nlogistic and linear regression models were employed to assess the correlations \nbetween periodontal variables and diabetes status. Additionally, a mediation \nanalysis was performed to explore the role of systemic inflammatory biomarkers.\nRESULTS: Compared to non-periodontitis, women with periodontitis have a 1.68 \ntimes higher risk of having GDM (OR = 1.68, 95% CI: 1.14-2.50). Clinical \nattachment level (CAL), the continuous periodontal parameter, also presented a \nsignificant association with GDM risk (OR = 1.50, 95% CI: 1.25-1.81 per 1-mm \nincrease). Linear regression analyses further revealed that hemoglobin A1c \n(HbA1c) levels were positively associated with periodontitis (Beta = 0.19, \nSE = 0.06, p < 0.01) and CAL (Beta = 0.06, SE = 0.03, p < 0.001), respectively. \nThe association between periodontitis and GDM risk was found to be mediated by \nwhite blood cell count (WBC), monocyte count, and monocyte-lymphocyte ratio \n(MLR), with mediation proportions of 5.02%, 5.88%, and 5.20%, respectively. \nSimilar mediation effects were observed for the CAL-GDM association.\nCONCLUSIONS: The present study indicated that periodontitis was associated with \nGDM among women of childbearing age, with systemic inflammation potentially \nserving as a partial mediator of this association.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12903-025-06541-x\nPMCID: PMC12269137\nPMID: 40670950 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The data collection protocols for NHANES were approved by the \nNational Center for Health Statistics (NCHS) Research Ethics Review Board, with \ninformed consent obtained from all participants. Due to the publicly available \nanonymized data, it did not require further ethical approval. Consent for \npublication: Not applicable. Competing interests: The authors declare no \ncompeting interests.",
    "authors": [
      "Cheng J",
      "Jiang Q",
      "Liu Y",
      "Zhang S",
      "Wang Y",
      "Lin D",
      "Cheng B"
    ],
    "journal": "BMC oral health",
    "year": "2025"
  },
  {
    "pmid": "40670958",
    "title": "First-trimester triglyceride-glucose index and birth weight: a retrospective cohort mediation analysis of preterm birth and gestational complications.",
    "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 16;25(1):765. doi: \n10.1186/s12884-025-07885-6.\n\nFirst-trimester triglyceride-glucose index and birth weight: a retrospective \ncohort mediation analysis of preterm birth and gestational complications.\n\nCui J(#)(1), Jiang H(#)(2), Huang F(#)(3), Xie M(4), Cui Z(5), Chen X(1), OUYang \nL(1), Li P(6), Wang Y(7).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, Third Affiliated Hospital of Sun \nYat-Sen University, No. 600, Tianhe Road, Guangzhou, 510630, China.\n(2)Shenzhen Institute of Advanced Technology, Chinese Academy of Sciences, \nShenzhen, China.\n(3)Department of Anesthesiology, Third Affiliated Hospital of Sun Yat-Sen \nUniversity, No. 600, Tianhe Road, Guangzhou, 510630, China.\n(4)Department of obstetrics, Shenzhen Longhua District Central Hospital, \nShenzhen, China.\n(5)Department of Preventive Medicine, Guangxi Medical University, Nanning, \nChina.\n(6)Department of Obstetrics and Gynecology, Third Affiliated Hospital of Sun \nYat-Sen University, No. 600, Tianhe Road, Guangzhou, 510630, China. \nliping23@mail.sysu.edu.cn.\n(7)Department of Anesthesiology, Third Affiliated Hospital of Sun Yat-Sen \nUniversity, No. 600, Tianhe Road, Guangzhou, 510630, China. \nwangyl5@mail.sysu.edu.cn.\n(#)Contributed equally\n\nBACKGROUND: Insulin resistance during pregnancy, while physiologically adaptive \nto enhance fetal nutrient supply, becomes pathological when excessive, \ncontributing to low birth weight (LBW). The triglyceride-glucose (TyG) index, a \nbiomarker of insulin resistance, predicts gestational complications, but its \npathways to birth weight disparities remain unclear. This study investigates \nwhether and to what extent first-trimester TyG index influences birth weight \nthrough preterm birth and gestational complications.\nMETHODS: In this retrospective cohort study, 8,605 singleton pregnancies from a \nChinese hospital (2015-2021) were analyzed. TyG index was calculated from \nfirst-trimester fasting glucose and triglycerides. Outcomes included gestational \ndiabetes mellitus (GDM), hypertension, preeclampsia, preterm birth, LBW, \nmacrosomia, and small/large-for-gestational-age (SGA/LGA). Logistic/multinomial \nregression assessed associations, followed by causal mediation analysis (R \nmedflex package) to decompose direct/indirect effects. Models adjusted for \nmaternal age, body mass index, education, parity, and diabetes family history.\nRESULTS: A 1-standard deviation TyG index increase was associated with elevated \nrisks of gestational complications (i.e., GDM, gestational hypertension, and \npreeclampsia). Higher TyG index level also showed positive associations with \nadverse birth outcomes: preterm birth (OR = 1.20, 95% CI: 1.08-1.34), LBW \n(OR = 1.11, 95% CI: 1.00-1.24), and LGA (OR = 1.12, 95% CI: 1.05-1.21), but not \nwith macrosomia or SGA. Mediation analysis revealed that individual gestational \ncomplications mediated 17.7% (GDM), 11.1% (gestational hypertension), and 18.9% \n(preeclampsia) of the TyG-LBW association, with a joint mediation effect of \n37.5%. Preterm birth alone mediated 89.0% of the TyG index-LBW association. When \nconsidering all mediators together (preterm birth and gestational \ncomplications), the joint natural indirect effect was 1.12 (95% CI 1.05-1.18) \nwith a null natural direct effect being 1.00 (95% CI 0.90-1.11), indicating full \nmediation. These mediation patterns were primarily evident among women with \nnormal pre-pregnancy weight. Quartile-based comparisons (4th vs. 1st ) yielded \nsimilar results.\nCONCLUSION: Our findings highlight a significant association between the \nfirst-trimester TyG index and LBW with preterm birth emerging as the primary \nmediating pathway and gestational complications contributing partially to this \nrelationship. Future research should explore whether interventions aimed at \npreventing preterm birth and gestational complications can mitigate the LBW \nrisk.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07885-6\nPMCID: PMC12265213\nPMID: 40670958 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study was approved by the ethics committee of the Third \nAffiliated Hospital of Sun Yat-Sen University (serial number: [2021]02–266-01). \nConsent for publication: Not applicable. Competing interests: The authors \ndeclare no competing interests.",
    "authors": [
      "Cui J",
      "Jiang H",
      "Huang F",
      "Xie M",
      "Cui Z",
      "Chen X",
      "OUYang L",
      "Li P",
      "Wang Y"
    ],
    "journal": "BMC pregnancy and childbirth",
    "year": "2025"
  },
  {
    "pmid": "40671065",
    "title": "Adverse perinatal outcomes associated with respiratory distress syndrome in preterm infants: a retrospective analysis.",
    "abstract": "1. Ital J Pediatr. 2025 Jul 16;51(1):235. doi: 10.1186/s13052-025-02061-0.\n\nAdverse perinatal outcomes associated with respiratory distress syndrome in \npreterm infants: a retrospective analysis.\n\nMa YJ(1), Sun Y(2), Zhang CH(3).\n\nAuthor information:\n(1)Department of Pediatrics, Qilu Hospital of Shandong University (Qingdao), 758 \nHefei Road, Qingdao, Shandong, 266035, China.\n(2)Department of Neonatology, Weihai Women and Children's Hospital, Weihai, \nShandong, 264200, China.\n(3)Department of Pediatrics, Qilu Hospital of Shandong University (Qingdao), 758 \nHefei Road, Qingdao, Shandong, 266035, China. rainbowzhang001@163.com.\n\nBACKGROUND: With the development of perinatal medicine and the continuous \nimprovement of neonatal treatment technology, the birth rate of preterm infants \nis increasing. Respiratory distress syndrome (RDS) is one of the most prevalent \ncomplications with a high mortality rate among preterm infants. It is associated \nwith short and long-term adverse outcomes for newborns, and seriously affects \ntheir survival rate and long-term quality of life. The aim of the present study \nwas to investigate the perinatal risk factors for RDS, and the major \ncomplications and mortality rate associated with RDS in preterm infants, thereby \nproviding a basis for preventing the occurrence of RDS and improving the \nprognosis of preterm infants.\nMETHODS: A retrospective cohort study was conducted by selecting all preterm \ninfants who were admitted to the Neonatal Intensive Care Unit (NICU) of Qilu \nHospital, Shandong University (Qingdao) after obstetric delivery from January \n2018 to December of 2021. According to whether preterm infants suffered from \nRDS, they were divided into RDS group (n = 319) and Non- RDS group (n = 366).\nRESULTS: A total of 685 preterm infants were included. In the RDS group, the \nmothers of preterm infants with RDS were older (P < 0.001) and more of advanced \nmaternal age (≥ 35 years, P < 0.005), tended to have a higher rate of cesarean \nsection (P = 0.033), and were more likely to be complicated with pregnancy \ndiabetes and hypertensive disorders during pregnancy (all P < 0.001). Preterm \ninfants with RDS were more prevalent in males (P = 0.025), with smaller \ngestational age, lighter weight and a higher risk of asphyxia at birth (all \nP < 0.001). Preterm infants with RDS after birth had a higher rate of pneumonia, \nsepsis, hypoxic-ischemic encephalopathy (HIE), bronchopulmonary dysplasia (BPD), \nand had longer anti-infection times (duration of antimicrobial use) and \nhospitalization times (all P < 0.001), as well as a higher mortality rate of \n6.0%, while none died in Non-RDS group (P < 0.001). Among preterm infants who \nhad died, most of them were males, with a mortality rate 8.5 times higher than \nthat of females. Multivariate logistic regression analysis indicated that \ngestational diabetes (OR = 2.283, 95% CI 1.483-3.513), hypertensive disorders \nduring pregnancy (OR = 2.201, 95% CI 1.215-3.988), gestational age < 32 weeks \n(OR = 3.914, 95% CI 2.972-5.155), birth weight < 1500 g (OR = 6.610, 95% CI \n2.777-13.735), and asphyxia (OR = 5.239, 95% CI 2.602-10.551) were independent \nrisk factors for the occurrence of RDS in preterm infants. Through further \nanalysis, we found that the incidence rate of asphyxia in preterm infants with \nRDS who used corticosteroids before delivery was decreased (P = 0.02), while the \nincidence rate of hyperbilirubinemia was increased (P = 0.004), and the \nhospitalization time was prolonged (P = 0.043), however the mortality rate was \nnot significantly different between the two groups (P > 0.05). With different \nventilation modes, the incidence rates of sepsis, BPD and mortality of RDS in \npreterm infants were significantly increased, and the anti-infection times and \nthe hospitalization time was prolonged in mechanical ventilation group compared \nwith the nasal continuous positive airway pressure ventilation (NCPAP) group \n(all P < 0.001).\nCONCLUSION: RDS is associated with a higher risk of adverse perinatal outcomes \nand adverse neonatal outcomes in preterm infants. Reasonable use of \ncorticosteroid before birth and standardized use of ventilators after birth can \nprevent the occurrence of RDS and improve the prognosis of RDS in preterm \ninfants.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13052-025-02061-0\nPMCID: PMC12269104\nPMID: 40671065 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study involving human participants has been performed in \naccordance with the ethical standards of the Institutional Research Committee \nand with the 1964 Helsinki Declaration and its later amendments or comparable \nethical standards. The study has been approved by the Ethical Commission of Qilu \nHospital of Shandong University (Qingdao, China). Patients who participated in \nthis research had complete clinical data. Written informed consent was obtained \nfrom the parents of the pediatric patients Consent for publication: Not \napplicable. Competing interests: The authors declare that they have no competing \ninterests.",
    "authors": [
      "Ma YJ",
      "Sun Y",
      "Zhang CH"
    ],
    "journal": "Italian journal of pediatrics",
    "year": "2025"
  },
  {
    "pmid": "40671107",
    "title": "Adiposity indices mediate the association between dietary inflammatory index and type 2 diabetes risk in women with prior gestational diabetes mellitus.",
    "abstract": "1. Diabetol Metab Syndr. 2025 Jul 16;17(1):275. doi: 10.1186/s13098-025-01826-1.\n\nAdiposity indices mediate the association between dietary inflammatory index and \ntype 2 diabetes risk in women with prior gestational diabetes mellitus.\n\nLiang Y(#)(1), Hu L(#)(1), Shangguan F(1), Tan E(1), Shen J(1), Dai A(1), Zheng \nZ(1), Su Y(2), Li Z(3).\n\nAuthor information:\n(1)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China.\n(2)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China. 382373646@qq.com.\n(3)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China. lzhy1023@hotmail.com.\n(#)Contributed equally\n\nBACKGROUND: Women with prior gestational diabetes mellitus (GDM) are at a \nsignificantly increased risk of developing type 2 diabetes after childbirth. \nHowever, studies on the impact of dietary factors on the postpartum endocrine \nmetabolism of women with prior GDM, as well as the underlying mechanisms, remain \nrelatively limited. This study aims to investigate the association and \nunderlying pathways between dietary inflammatory index (DII) and the subsequent \ndevelopment of type 2 diabetes in women with prior GDM, and to help identify \nhigh-risk populations.\nMETHODS: The sample included 788 participants from the National Health and \nNutrition Examination Survey (NHANES) from 2007 to 2018. Multivariate logistic \nregression was utilized to examine the correlation of DII with diabetes and \nadiposity indices, such as body mass index (BMI) and relative fat mass (RFM) in \nparticipants with prior GDM. Mediation analysis was conducted to examine the \neffects of adiposity indices as potential mediators between DII and diabetes. \nSpearman correlation analysis was conducted to assess the relationship between \nthe 26 dietary components of the DII on adiposity indices and the occurrence of \ndiabetes in participants with prior GDM.\nRESULTS: Among participants with prior GDM, higher DII scores were associated \nwith the occurrence of diabetes after variable adjustment. Mediation analysis \ndisclosed that adiposity indices mediated a substantial portion of the \nrelationship between DII and diabetes, with BMI (12.19%) and RFM (11.84%) \nshowing significant mediating effects. Spearman correlation analysis indicated \nthat different dietary components exhibited varying degrees of correlation with \nadiposity indices and diabetes among participants with prior GDM.\nCONCLUSIONS: Higher DII scores were associated with the occurrence of diabetes \nin women with prior GDM, partly mediated by adiposity indices, emphasizing the \nrole of diet in diabetes risk. Additionally, the findings suggested that these \nadiposity indices should be more broadly utilized to improve early diabetes \nprevention and treatment strategies among women with prior GDM.\nCLINICAL TRIAL NUMBER: Not applicable.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13098-025-01826-1\nPMCID: PMC12269103\nPMID: 40671107\n\nConflict of interest statement: Declarations. Human ethics and consent to \nparticipate: This study adhered to the principles outlined in the Declaration of \nHelsinki, with approval from the Institutional Review Board of the National \nCenter for Health Statistics for all procedures involving participants. And \nwritten informed consent has been obtained from all participants involved in the \nstudy. Consent for publication: Not applicable. Competing interests: The authors \ndeclare no competing interests.",
    "authors": [
      "Liang Y",
      "Hu L",
      "Shangguan F",
      "Tan E",
      "Shen J",
      "Dai A",
      "Zheng Z",
      "Su Y",
      "Li Z"
    ],
    "journal": "Diabetology & metabolic syndrome",
    "year": "2025"
  },
  {
    "pmid": "40671602",
    "title": "The science of frozen embryo transfer, is modified natural cycle better?",
    "abstract": "1. Gynecol Endocrinol. 2025 Dec;41(1):2533481. doi:\n10.1080/09513590.2025.2533481.  Epub 2025 Jul 17.\n\nThe science of frozen embryo transfer, is modified natural cycle better?\n\nHamze H(1), Alameh W(2), Hemmings R(1), Jamal W(1), Banan A(1), Sylvestre C(3).\n\nAuthor information:\n(1)Université de Montréal- Clinique OVO, Montreal, Quebec, Canada.\n(2)Fakih IVF infertility Center, Dubai, United Arab Emirates.\n(3)Université de Montréal - Clinique OVO - Hopital St Justine, Montreal, Quebec, \nCanada.\n\nThe aim of this study was to compare pregnancy, obstetrical outcomes and number \nof visits between patients undergoing frozen embryo transfer in artificial vs \nmodified natural cycle. A total of 1207 frozen single embryo transfer cycles \nperformed in 2022 were retrospectively studied. Patients older than 40, with \nrecurrent implantation failure, and recurrent pregnancy loss were excluded. \nPatients were divided according to their age, BMI, AMH, and type of embryo \ntransfer protocol. Patients in the modified natural cycle group were followed by \nultrasound until triggering criteria met, then HCG trigger was scheduled, and \nthe embryo transferred 7 days later. In the artificial cycle group, patients \nreceived estrogen supplementation after downregulation, and when the endometrium \nreached a thickness ≥ 7 mm an embryo transfer was scheduled following \nintramuscular progesterone administration for 5 days. A total of 649 patients \nwere included in the study. A higher percentage of patients in the artificial \ncycle group had an initial positive B-hCG test result. The modified natural \ngroup had significantly better clinical pregnancy and live birth rates, mainly \ndue to the significantly higher miscarriage rate observed in the artificial \ncycle group. There was no difference in the mean endometrial thickness between \nboth groups. The number of visits was higher in the m-NC group. Patients with a \nm-NC protocol had a lower risk of hypertensive disorders of pregnancy (HDP), but \na higher risk of gestational diabetes, though the results were non-significant. \nIn conclusion embryo transfer in m-NC yielded a higher live birth rate, more \nfrequent clinic visits, and lower chances of miscarriage.\n\nDOI: 10.1080/09513590.2025.2533481\nPMID: 40671602 [Indexed for MEDLINE]",
    "authors": [
      "Hamze H",
      "Alameh W",
      "Hemmings R",
      "Jamal W",
      "Banan A",
      "Sylvestre C"
    ],
    "journal": "Gynecological endocrinology : the official journal of the International Society of Gynecological Endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40671731",
    "title": "The association between husband-reported snoring and gestational diabetes mellitus: a study of sleep-disordered breathing in pregnancy.",
    "abstract": "1. J Diabetes Metab Disord. 2025 Jul 14;24(2):165. doi:\n10.1007/s40200-025-01678-6.  eCollection 2025 Dec.\n\nThe association between husband-reported snoring and gestational diabetes \nmellitus: a study of sleep-disordered breathing in pregnancy.\n\nMohsenzadeh-Ledari F(1), Delavar MA(1), Nikpour M(2), Esmaeilzadeh S(1), Khafri \nS(3).\n\nAuthor information:\n(1)Infertility and Health Reproductive Research Center, Health Research \nInstitute, Babol University of Medical Sciences, Babol-Amol old highway, after \nMohammad hasan Khan bridge, Po. Box: 47135-547, Babol, Mazandaran, I. R. of \nIran.\n(2)Non-Communicable Pediatric Disease Research Center, Health Research \nInstitute, Babol University of Medical Sciences, Babol, I. R. of Iran.\n(3)Department of Epidemiology and Biostatistics, School of Public Health, Babol \nUniversity of Medical Sciences, Babol, I. R. of Iran.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) poses health risks to mothers \nand infants. This study investigates the link between husband-reported snoring \nin early pregnancy and GDM risk.\nMETHODS: From July 2021 to June 2023, 1200 pregnant women were recruited at \nBabol University of Medical Sciences. Data collection included the Snoring \nQuestionnaire and Epworth Sleepiness Scale (ESS) at the first antenatal visit. \nGDM was diagnosed at 24-28 weeks using an oral glucose tolerance test based on \nADA criteria.\nRESULTS: Persistent snorers had significantly higher fasting blood sugar levels, \nelevated 1-3-hour glucose levels, and a higher GDM prevalence (19.1% vs. 9.3%; \np < 0.001) compared to soft snorers. After adjusting for confounding variables, \noccasional snoring (AOR: 3.93; 95% CI: 1.73-8.95; p = 0.001), frequent snoring \n(AOR: 4.02; 95% CI: 1.56-10.36; p = 0.004), and persistent snoring (AOR: 3.24; \n95% CI: 2.04-5.13; p < 0.001) were associated with significantly increased GDM \nrisk. A forest plot showed a significant trend of increased GDM risk with higher \nhusband-reported snoring frequency (P < 0.001). No significant association was \nobserved between daytime sleepiness and GDM.\nCONCLUSIONS: Husband-reported snoring in early pregnancy, especially frequent \nsnoring, is significantly associated with an increased risk of GDM. These \nfindings highlight the potential role of sleep assessments in prenatal care for \nearly identification and management of GDM risk.\nSUPPLEMENTARY INFORMATION: The online version contains supplementary material \navailable at 10.1007/s40200-025-01678-6.\n\n© The Author(s), under exclusive licence to Tehran University of Medical \nSciences 2025. Springer Nature or its licensor (e.g. a society or other partner) \nholds exclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of such \npublishing agreement and applicable law.\n\nDOI: 10.1007/s40200-025-01678-6\nPMCID: PMC12260140\nPMID: 40671731\n\nConflict of interest statement: Competing interestsThe authors declare no \ncompeting interests.",
    "authors": [
      "Mohsenzadeh-Ledari F",
      "Delavar MA",
      "Nikpour M",
      "Esmaeilzadeh S",
      "Khafri S"
    ],
    "journal": "Journal of diabetes and metabolic disorders",
    "year": "2025"
  },
  {
    "pmid": "40671733",
    "title": "Proper diagnosis of latent autoimmune diabetes in adults prompts appropriate pharmacotherapy; C-peptide is just one component.",
    "abstract": "1. J Diabetes Metab Disord. 2025 Jul 14;24(2):170. doi:\n10.1007/s40200-025-01681-x.  eCollection 2025 Dec.\n\nProper diagnosis of latent autoimmune diabetes in adults prompts appropriate \npharmacotherapy; C-peptide is just one component.\n\nRecord JC(1)(2), Eichelberger AC(1)(3), Johns BL(3)(4), Bouziden GT(3)(5), \nJohnson JL(1)(3)(6).\n\nAuthor information:\n(1)Department of Pharmacy, Oklahoma State University Medical Center, 744 W 9th \nSt, Tulsa, OK USA.\n(2)Department of Pharmacy, Hillcrest Hospital South, 8801 S 101st E Ave, Tulsa, \nOK USA.\n(3)Department of Pharmacy Practice, Southwestern Oklahoma State University \nCollege of Pharmacy, 100 Campus Dr, Weatherford, OK USA.\n(4)Crow/Northern Cheyenne Hospital, Indian Health Service, Department of \nPharmacy, Crow Agency, P.O. Box 9, Montana, MT USA.\n(5)Department of Pharmacy, SSM Health St. Anthony, 1000 N Lee Ave, Oklahoma \nCity, OK USA.\n(6)Department of Internal Medicine, OSU Family Medicine Health Care Center, \nOklahoma State University Center for Health Sciences, 2345 Southwest Blvd, \nTulsa, OK 74107 USA.\n\nLatent Autoimmune Diabetes in Adults (LADA) is a type of diabetes that can \nphenotypically resemble type 2 diabetes upon initial presentation but expresses \nthe autoimmune component of type 1 diabetes. While technically classed as type 1 \ndiabetes, LADA is distinct from type 1 and 2 diabetes because of its \nintermediate progression that may or may not lead to complete insulin \ndependence. Differentiation is made with the presence or absence of \nautoantibodies and C-peptide. This is demonstrated in the following case. A \n29-year-old Black female with a history of gestational diabetes and two-year \nhistory of prediabetes was ultimately diagnosed with type 2 diabetes with an A1c \nof 6.6% and was treated with metformin 500 mg twice daily. Her blood glucose \nsuddenly rose to > 400 mg/dL and A1c to 8.6% after 8 months of therapy. Her BMI \nwas 22.45 kg/m2. Her provider ordered a C-peptide which measured 1.3 ng/mL \n(normal 0.8-5.2 ng/mL). Since this was technically normal, the provider \ncontinued with the type 2 diabetes diagnosis. Recognizing the C-peptide was \nlow-normal, the clinical pharmacist ordered autoantibody tests, discovering a \npositive glutamic acid decarboxylase antibody (GADA) > 250 IU/mL \n(normal < 0.0-5.0 IU/mL) and confirming the diagnosis of LADA. The pharmacist \ndiscontinued metformin and initiated a basal/bolus insulin regimen with \ntitration. Autoantibody testing is crucial to determine the proper diagnosis \nwhen the C-peptide is low-normal and should be prioritized. Recognition of the \nsigns of LADA and proper diagnostic testing can lead to earlier optimal \ntreatment and prevention of diabetes complications.\n\n© The Author(s), under exclusive licence to Tehran University of Medical \nSciences 2025. Springer Nature or its licensor (e.g. a society or other partner) \nholds exclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of such \npublishing agreement and applicable law.\n\nDOI: 10.1007/s40200-025-01681-x\nPMCID: PMC12259510\nPMID: 40671733\n\nConflict of interest statement: Competing interestsThe authors declare no \ncompeting interests.",
    "authors": [
      "Record JC",
      "Eichelberger AC",
      "Johns BL",
      "Bouziden GT",
      "Johnson JL"
    ],
    "journal": "Journal of diabetes and metabolic disorders",
    "year": "2025"
  },
  {
    "pmid": "40672007",
    "title": "Impact of Gestational Diabetes on Neonatal Birth Weight and Maternal Postpartum Metabolic Changes.",
    "abstract": "1. Cureus. 2025 Jun 15;17(6):e86060. doi: 10.7759/cureus.86060. eCollection 2025 \nJun.\n\nImpact of Gestational Diabetes on Neonatal Birth Weight and Maternal Postpartum \nMetabolic Changes.\n\nKhan AA(1)(2), Javed S(1)(2), Noreen S(1)(2), Chaudhry MR(3)(4), Afridi S(2).\n\nAuthor information:\n(1)Obstetrics and Gynaecology, Letterkenny University Hospital, Letterkenny, \nIRL.\n(2)Obstetrics and Gynaecology, Health Net Hospital, Peshawar, PAK.\n(3)Internal Medicine, Letterkenny University Hospital, Letterkenny, IRL.\n(4)Medicine, Health Net Hospital, Peshawar, PAK.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) is a growing public health \nconcern globally, particularly in the context of rising maternal obesity and \nglucose intolerance. GDM poses significant risks to both neonatal and maternal \nhealth, including fetal overgrowth, birth complications, and long-term metabolic \ndisorders. This study aimed to evaluate the impact of GDM on neonatal birth \nweight and maternal postpartum metabolic changes. The primary objective was to \nassess the incidence of macrosomia and small-for-gestational-age (SGA) births in \npregnancies complicated by GDM. Secondary objectives included evaluating \npostpartum glycemic and lipid profiles, comparing metabolic parameters at six \nweeks and six months between GDM and non-GDM groups, and identifying predictive \nand moderating variables such as glycemic control, pre-pregnancy BMI, and \ngestational weight gain.\nMETHODOLOGY: A prospective cohort study was conducted over an 18-month period \n(October 2023 to April 2025) at Health Net Hospital, a tertiary care and \nreferral center located in Peshawar, Pakistan. A total of 219 pregnant women \nwere initially screened for eligibility. Following the application of inclusion \nand exclusion criteria, 189 women were enrolled, 94 diagnosed with GDM and 95 \nwithout GDM, serving as matched controls. Data were collected at three time \npoints: during the second trimester (baseline), at delivery, and during \npostpartum follow-up at six weeks and six months. Maternal metabolic markers, \nincluding glycemic and lipid profiles, were assessed longitudinally, while \nneonatal outcomes such as birth weight, NICU admission, and hypoglycemia were \ndocumented at birth. Follow-up adherence was ensured through scheduled reminders \nand flexible appointment rescheduling. Clinical and laboratory data were \ncollected using standardized protocols by trained staff. Logistic regression \nanalysis was used to identify independent predictors of adverse maternal and \nneonatal outcomes, with adjustments for potential confounders. Data analysis was \nperformed using IBM SPSS Statistics for Windows, Version 29.0.2.0 (IBM Corp., \nArmonk, New York, United States).\nRESULTS: Neonates of GDM mothers had significantly higher birth weights (mean \n3689 g vs. 3143 g; p<0.0001), with increased incidence of neonatal hypoglycemia \nin 16 (17%) GDM cases compared to four (4.2%) non-GDM cases and NICU admissions \nin 19 (20.2%) GDM neonates versus five (5.3%) non-GDM neonates. GDM mothers \nexhibited elevated fasting glucose at six weeks (mean 98.5 mg/dL) and six months \n(94.1 mg/dL) postpartum, compared to non-GDM mothers (85.3 mg/dL and 83.2 mg/dL, \nrespectively; p<0.0001). Homeostasis Model Assessment of Insulin Resistance \n(HOMA-IR) and triglyceride levels were also significantly higher in the GDM \ngroup. GDM (OR=2.8), higher pre-pregnancy BMI, and poor glycemic control (HbA1c \n>5.9%) were independent predictors of neonatal macrosomia and maternal insulin \nresistance.\nCONCLUSION: GDM significantly increases the risk of macrosomia, neonatal \ncomplications, and sustained maternal metabolic dysfunction postpartum. These \nfindings underscore the importance of early diagnosis, effective glycemic \ncontrol, and structured postpartum follow-up to mitigate long-term risks.\n\nCopyright © 2025, Khan et al.\n\nDOI: 10.7759/cureus.86060\nPMCID: PMC12263459\nPMID: 40672007\n\nConflict of interest statement: Human subjects: Informed consent for treatment \nand open access publication was obtained or waived by all participants in this \nstudy. Ethics Review Committee of Health Net Hospital issued approval \n3061/HNH/HR. Animal subjects: All authors have confirmed that this study did not \ninvolve animal subjects or tissue. Conflicts of interest: In compliance with the \nICMJE uniform disclosure form, all authors declare the following: \nPayment/services info: All authors have declared that no financial support was \nreceived from any organization for the submitted work. Financial relationships: \nAll authors have declared that they have no financial relationships at present \nor within the previous three years with any organizations that might have an \ninterest in the submitted work. Other relationships: All authors have declared \nthat there are no other relationships or activities that could appear to have \ninfluenced the submitted work.",
    "authors": [
      "Khan AA",
      "Javed S",
      "Noreen S",
      "Chaudhry MR",
      "Afridi S"
    ],
    "journal": "Cureus",
    "year": "2025"
  },
  {
    "pmid": "40672030",
    "title": "Risk of Postpartum Depression and Postpartum Psychosis in Patients With Obstetric Complications: A Case-Control Study.",
    "abstract": "1. Cureus. 2025 Jun 16;17(6):e86156. doi: 10.7759/cureus.86156. eCollection 2025 \nJun.\n\nRisk of Postpartum Depression and Postpartum Psychosis in Patients With \nObstetric Complications: A Case-Control Study.\n\nKamal MZ(1), Naseer N(2), Khan AA(1), Khan ZA(1), Hayat MA(3), Mahmood Y(4), \nDanish T(5).\n\nAuthor information:\n(1)Department of Community Medicine, Khyber Medical College, Peshawar, Peshawar, \nPAK.\n(2)Department of Internal Medicine, Khyber Teaching Hospital, Peshawar, PAK.\n(3)Department of Pharmacology, Peshawar Medical College, Peshawar, PAK.\n(4)Department of Surgery, Khyber Teaching Hospital, Peshawar, PAK.\n(5)Department of Medicine, Khyber Teaching Hospital, Peshawar, PAK.\n\nBACKGROUND: Postpartum psychiatric disorders, including postpartum depression \n(PPD) and postpartum psychosis (PPP), are major contributors to maternal \nmorbidity and adverse child outcomes globally. While psychosocial risk factors \nare well established, the potential mechanistic role of obstetric complications \nin precipitating these conditions remains less clearly delineated.\nOBJECTIVE: This study aimed to evaluate the association between specific \nobstetric complications and the risk of postpartum depression and psychosis \nwithin six months after delivery, using a biopsychosocial framework.\nMETHODS: We conducted a retrospective, matched case-control study using medical \nrecords from Khyber Teaching Hospital, Peshawar (Pakistan), covering deliveries \nfrom January 2018 to December 2023. Cases included women aged 18-45 years \ndiagnosed with PPD or PPP within six months postpartum based on DSM-5 criteria. \nControls were women who delivered during the same period without psychiatric \ndiagnoses, matched 2:1 by age, parity, and delivery mode. Obstetric \ncomplications assessed included preeclampsia/eclampsia, gestational diabetes \nmellitus (GDM), postpartum hemorrhage, preterm birth, placental abruption, \nintrauterine growth restriction (IUGR), chorioamnionitis, and cesarean delivery. \nConditional logistic regression was used to calculate adjusted odds ratios (aOR) \nwith 95% confidence intervals (CI).\nRESULTS: A total of 220 cases and 440 matched controls were analyzed. \nPreeclampsia/eclampsia (aOR: 2.30; 95% CI: 1.45-3.64; p<0.001), postpartum \nhemorrhage (aOR: 2.10; 95% CI: 1.30-3.38; p=0.002), preterm birth (aOR: 1.85; \n95% CI: 1.20-2.85; p=0.004), and GDM (aOR: 1.55; 95% CI: 1.00-2.40; p=0.049) \nwere significantly associated with increased risk of postpartum psychiatric \ndisorders. No significant associations were found for placental abruption, IUGR, \nchorioamnionitis, or cesarean delivery.\nCONCLUSION: Obstetric complications-particularly preeclampsia/eclampsia, \npostpartum hemorrhage, preterm birth, and gestational diabetes-may act as \nphysiological stressors that interact with underlying vulnerabilities, \nconsistent with stress-diathesis and inflammatory models of psychopathology. \nThese findings support a multifactorial conceptualization of postpartum \npsychiatric illness and emphasize the importance of integrating obstetric risk \nprofiles into postpartum mental health screenings. In low-resource settings like \nPakistan, targeting women with complicated deliveries and known psychosocial \nrisk factors through collaborative, interdisciplinary care models can help \nprevent chronic maternal mental health conditions and improve developmental \noutcomes for children.\n\nCopyright © 2025, Kamal et al.\n\nDOI: 10.7759/cureus.86156\nPMCID: PMC12266803\nPMID: 40672030\n\nConflict of interest statement: Human subjects: Informed consent for treatment \nand open access publication was obtained or waived by all participants in this \nstudy. Institutional Review Board (IRB) of Khyber Teaching Hospital, Peshawar \nissued approval 967/DM/KMC. Animal subjects: All authors have confirmed that \nthis study did not involve animal subjects or tissue. Conflicts of interest: In \ncompliance with the ICMJE uniform disclosure form, all authors declare the \nfollowing: Payment/services info: All authors have declared that no financial \nsupport was received from any organization for the submitted work. Financial \nrelationships: All authors have declared that they have no financial \nrelationships at present or within the previous three years with any \norganizations that might have an interest in the submitted work. Other \nrelationships: All authors have declared that there are no other relationships \nor activities that could appear to have influenced the submitted work.",
    "authors": [
      "Kamal MZ",
      "Naseer N",
      "Khan AA",
      "Khan ZA",
      "Hayat MA",
      "Mahmood Y",
      "Danish T"
    ],
    "journal": "Cureus",
    "year": "2025"
  },
  {
    "pmid": "40672040",
    "title": "Maternal and Neonatal Outcomes Associated With Preeclampsia and Gestational Diabetes Mellitus: A Retrospective Cohort Study.",
    "abstract": "1. Cureus. 2025 Jun 16;17(6):e86120. doi: 10.7759/cureus.86120. eCollection 2025 \nJun.\n\nMaternal and Neonatal Outcomes Associated With Preeclampsia and Gestational \nDiabetes Mellitus: A Retrospective Cohort Study.\n\nUmer A(1), Kanwal S(2), Ahmad A(3), Fatima A(4), Fatima A(5), Farooq F(4), \nFatima N(6), Jawad S(7).\n\nAuthor information:\n(1)Radiology, Combined Military Hospital, Lahore, Lahore, PAK.\n(2)Obstetrics and Gynecology, Shalamar Hospital, Lahore, PAK.\n(3)Obstetrics and Gynecology, Services Institute of Medical Sciences, Lahore, \nPAK.\n(4)Obstetrics and Gynecology, Lady Willingdon Hospital, Lahore, PAK.\n(5)Obstetrics and Gynecology, Divisional Headquarters (DHQ) Teaching Hospital, \nMirpur, Mirpur, PAK.\n(6)Internal Medicine, Fauji Foundation Hospital, Lahore, Lahore, PAK.\n(7)Obstetrics and Gynecology, Divisional Headquarters (DHQ) Teaching Hospital, \nGujranwala, Gujranwala, PAK.\n\nBackground Preeclampsia and gestational diabetes mellitus (GDM) are common \npregnancy complications associated with significant maternal and neonatal \nmorbidity. Objectives This study aims to evaluate and compare maternal and \nneonatal outcomes in pregnancies complicated by preeclampsia, GDM, and the \ncoexistence of both conditions. Methods This retrospective observational study \nincluded 230 pregnant women who delivered at Shalamar Hospital, Lahore, \nPakistan, between January 2023 and December 2024. The participants were divided \ninto three groups: preeclampsia only (n = 80), GDM only (n = 75), and both \nconditions (n = 75). Results The coexistence of preeclampsia and GDM was \nassociated with the highest rates of cesarean section (82.7%, n = 62), preterm \nbirth (46.7%, n = 35), neonatal intensive care unit (NICU) admission (49.3%, n = \n37), and neonatal hypoglycemia (18.7%, n = 14). Maternal complications, \nincluding intensive care unit (ICU) admission (10.7%, n = 8) and postpartum \nhemorrhage (9.3%, n = 7), were also more frequent in this group. Logistic \nregression confirmed that combined preeclampsia and GDM independently predicted \nadverse outcomes such as cesarean delivery (odds ratio {OR}: 2.4), NICU \nadmission (OR: 2.1), and preterm birth (OR: 1.9). Conclusion It is concluded \nthat the co-occurrence of preeclampsia and GDM significantly worsens both \nmaternal and neonatal outcomes compared to either condition alone. Early \ndiagnosis, multidisciplinary management, and targeted interventions are crucial \nto mitigating these risks and improving perinatal care.\n\nCopyright © 2025, Umer et al.\n\nDOI: 10.7759/cureus.86120\nPMCID: PMC12265387\nPMID: 40672040\n\nConflict of interest statement: Human subjects: Informed consent for treatment \nand open access publication was obtained or waived by all participants in this \nstudy. Animal subjects: All authors have confirmed that this study did not \ninvolve animal subjects or tissue. Conflicts of interest: In compliance with the \nICMJE uniform disclosure form, all authors declare the following: \nPayment/services info: All authors have declared that no financial support was \nreceived from any organization for the submitted work. Financial relationships: \nAll authors have declared that they have no financial relationships at present \nor within the previous three years with any organizations that might have an \ninterest in the submitted work. Other relationships: All authors have declared \nthat there are no other relationships or activities that could appear to have \ninfluenced the submitted work.",
    "authors": [
      "Umer A",
      "Kanwal S",
      "Ahmad A",
      "Fatima A",
      "Fatima A",
      "Farooq F",
      "Fatima N",
      "Jawad S"
    ],
    "journal": "Cureus",
    "year": "2025"
  },
  {
    "pmid": "40672961",
    "title": "Prediction and immune landscape study of potentially key autophagy-related biomarkers in preeclampsia with gestational diabetes mellitus.",
    "abstract": "1. Front Immunol. 2025 Jul 2;16:1571795. doi: 10.3389/fimmu.2025.1571795. \neCollection 2025.\n\nPrediction and immune landscape study of potentially key autophagy-related \nbiomarkers in preeclampsia with gestational diabetes mellitus.\n\nWang Q(1), Li X(2), Ye W(3), Lin L(4), Ye K(4), Peng M(4).\n\nAuthor information:\n(1)Department of Geriatric Integrative, Second Affiliated Hospital of Xinjiang \nMedical University, Urumqi, Xinjiang, China.\n(2)The Second Affiliated Hospital of Xinjiang Medical University, The Second \nClinical Medical College, Xinjiang Medical University, Urumqi, Xinjiang, China.\n(3)Nephrology Department, Second Affiliated Hospital of Xinjiang Medical \nUniversity, Xinjiang, Urumqi, China.\n(4)Wenzhou Key Laboratory for the Diagnosis and Prevention of Diabetic \nComplications, Department of Gynecology and Obstetrics, The Third Affiliated \nHospital of Wenzhou Medical University (Ruian People's Hospital), Rui'an, \nZhejiang, China.\n\nINTRODUCTION: Gestational diabetes mellitus (GDM) and preeclampsia are prevalent \npregnancy complications that threaten maternal and infant health while imposing \nsubstantial socioeconomic burdens. Although several interventions exist, \nshortcomings in individualized treatment and other limitations necessitate \nurgent in-depth research. This study aimed to examine alterations in \nautophagy-related gene expression in preeclampsia combined with GDM.\nMETHODS: We conducted bioinformatics analyses including gene expression \nprofiling, weighted gene co-expression network analysis (WGCNA), gene ontology \n(GO) and KEGG enrichment analyses, machine learning modeling, immune \ninfiltration analyses, and single-cell RNA sequencing. Differentially expressed \nautophagy-related genes linked to preeclampsia with GDM were identified. \nExpression levels of four key genes were validated in placental samples using \nreverse transcription quantitative polymerase chain reaction (RT-qPCR).\nRESULTS: Our findings identified potential biomarkers and molecular mechanisms \nunderlying preeclampsia with GDM. Single-cell analysis corroborated these \nresults, revealing distinct autophagy-related gene signatures and enhancing \nunderstanding of the pathophysiology.\nDISCUSSION: This study elucidates molecular mechanisms connecting GDM and \npreeclampsia, identifies novel biomarkers and therapeutic targets, and provides \na valuable reference for future research and clinical applications. The \nintegration of multi-omics approaches advances precision medicine strategies for \nthese comorbid conditions.\n\nCopyright © 2025 Wang, Li, Ye, Lin, Ye and Peng.\n\nDOI: 10.3389/fimmu.2025.1571795\nPMCID: PMC12263617\nPMID: 40672961 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Wang Q",
      "Li X",
      "Ye W",
      "Lin L",
      "Ye K",
      "Peng M"
    ],
    "journal": "Frontiers in immunology",
    "year": "2025"
  },
  {
    "pmid": "40673615",
    "title": "Fasting plasma glucose performs better than glycated hemoglobin and glycated albumin for diagnosing gestational diabetes.",
    "abstract": "1. Int J Gynaecol Obstet. 2025 Jul 17. doi: 10.1002/ijgo.70370. Online ahead of \nprint.\n\nFasting plasma glucose performs better than glycated hemoglobin and glycated \nalbumin for diagnosing gestational diabetes.\n\nKhambule L(1), Chauke L(2), Crowther NJ(1)(3), George JA(4).\n\nAuthor information:\n(1)Department of Chemical Pathology, University of Witwatersrand, Johannesburg, \nSouth Africa.\n(2)Department of Obstetrics and Gynecology, School of Clinical Medicine, Faculty \nof Health Sciences, University of the Witwatersrand & Charlotte Maxeke \nJohannesburg Academic Hospital, Johannesburg, South Africa.\n(3)Department of Chemical Pathology, National Health Laboratory Service, \nJohannesburg, South Africa.\n(4)National Health Laboratory Service, South Africa, Department of Chemical \nPathology, University of Witwatersrand and Wits Diagnostic Innovation Hub, Wits \nHealth Consortium, Johannesburg, South Africa.\n\nOBJECTIVE: Universal screening for gestational diabetes mellitus (GDM) using the \noral glucose tolerance test (OGTT) has been recommended. In resource-poor \nenvironments, OGTTs are only administered to high-risk cases. In countries such \nas South Africa, where female obesity is common, this translates into high \nnumbers of tests. We therefore investigated glycated hemoglobin (HbA1c), \nglycated albumin (GA) and fasting plasma glucose (FPG) as OGTT alternatives.\nMETHODS: This was a cross-sectional study in black South African women between \n24 and 32 weeks of gestation who were at high risk for GDM (N = 477). All women \nunderwent an OGTT and were classified as non-GDM or GDM based on the \nInternational Association of Diabetes and Pregnancy Study Group (IADPSG) \ncriteria. Demographic and anthropometric data were documented, and blood \nglucose, GA and HbA1c levels were measured using standardized laboratory \nprocedures. Cut-points for GDM diagnosis using HbA1c and GA were calculated \nusing receiver operating characteristic (ROC) curve analysis.\nRESULTS: The sensitivity and specificity of HbA1c at a 5.5% cut-point for GDM \ndiagnosis were 54% and 80% and for GA at a 37.56% cut-point were 54% and 83% \nwhilst FPG at a 5.1 mmol/L (92 mg/dL) cut-point were 87% and 100%, respectively, \nmissing 10 of 78 GDM cases. Applying an FPG cut-point of 4.6 mmol/L (83 mg/dL), \nnine of the 10 remaining GDM cases were identified, with sensitivity and \nspecificity of 90% and 75%, respectively. This two-tiered approach missed one of \n78 GDM cases.\nCONCLUSION: FPG is a viable method for GDM diagnosis that when used in a \ntwo-tiered modality reduces the number of required OGTTs by 77%.\n\n© 2025 The Author(s). International Journal of Gynecology & Obstetrics published \nby John Wiley & Sons Ltd on behalf of International Federation of Gynecology and \nObstetrics.\n\nDOI: 10.1002/ijgo.70370\nPMID: 40673615",
    "authors": [
      "Khambule L",
      "Chauke L",
      "Crowther NJ",
      "George JA"
    ],
    "journal": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
    "year": "2025"
  },
  {
    "pmid": "40673650",
    "title": "Gestational Diabetes-Screening, Prevalence and Postpartum Diabetes: Population-Based Cohort Study.",
    "abstract": "1. Diabetes Metab Res Rev. 2025 Jul;41(5):e70068. doi: 10.1002/dmrr.70068.\n\nGestational Diabetes-Screening, Prevalence and Postpartum Diabetes: \nPopulation-Based Cohort Study.\n\nLutski M(1)(2), Saban M(3), Novick D(1), Tirosh A(4)(5), Raz I(6)(7), Tsur \nA(7)(8), Zucker I(2)(9).\n\nAuthor information:\n(1)Israel Center for Disease Control (ICDC), Ministry of Health, Sheba Medical \nCenter, Ramat Gan, Israel.\n(2)School of Public Health, Gray Faculty of Medical & Health Sciences, Tel Aviv \nUniversity, Tel Aviv, Israel.\n(3)The Stanley Steyer School of Health Professions, Faculty of Medicine, Tel \nAviv University, Tel-Aviv, Israel.\n(4)Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, \nRamat Gan, Israel.\n(5)Gray Faculty of Medical & Health Sciences, Tel Aviv University, Tel Aviv, \nIsrael.\n(6)Diabetes Unit, Department of Endocrinology and Metabolism, Hadassah Medical \nCenter, Jerusalem, Israel.\n(7)The Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel.\n(8)Department of Endocrinology and Metabolism, Clalit Health Services, \nJerusalem, Israel.\n(9)Medical Directorate, Ministry of Health, Jerusalem, Israel.\n\nAIMS: To evaluate GDM screening compliance and prevalence, and the association \nbetween gestational glucose intolerance and 5-year postpartum diabetes mellitus \n(DM).\nMATERIALS AND METHODS: We used population-based data from three Israeli health \nmaintenance organisations (HMOs), covering 75% of all births in 2016. GDM \nscreening followed a two-step approach: a 50-g 1-h oral glucose challenge test \n(OGCT), followed by a 100-g 3-h oral glucose tolerance test (OGTT) using \nCarpenter-Coustan criteria. Data included age, socioeconomic status (SES), \nresults of OGCT and OGTT tests, child birth weight, and gestational age. The \ndataset was linked to the Israeli National Diabetes Registry to identify \npostpartum DM. Logistic regression models estimated odds ratios (ORs) for GDM \nand postpartum DM, adjusting for maternal age, SES, ethnicity, and glucose \ntolerance status.\nRESULTS: Among 128,454 women, 10% were unscreened. Of those screened, 23,451 \nunderwent the full OGTT. GDM prevalence was 4.3%. Postpartum DM incidence was \n8.6% in women with GDM, 3.1% with unknown GDM status, and 2.1% with impaired \nglucose tolerance (IGT) (defined as one abnormal value on the OGTT). Compared \nwith normoglycemia, adjusted ORs for the 5-year postpartum DM were 25.48 (95% \nCI: 21.80-29.79) for GDM, 10.04 (95% CI: 8.59-11.74) for unknown GDM status, \n6.48 (95% CI: 5.07-8.28) for IGT, and 2.17 (95% CI: 1.63-2.88) for abnormal OGCT \nwith normal OGTT. Older age, lower SES, and Arab or Bedouin ethnicity were \nlinked to higher GDM and postpartum DM.\nCONCLUSIONS: Gestational glucose intolerance and screening gaps were strong \npredictors of postpartum DM. Age, SES, and ethnicity highlight the need for \ntargeted efforts to reduce health disparities.\n\n© 2025 The Author(s). Diabetes/Metabolism Research and Reviews published by John \nWiley & Sons Ltd.\n\nDOI: 10.1002/dmrr.70068\nPMCID: PMC12269537\nPMID: 40673650 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
    "authors": [
      "Lutski M",
      "Saban M",
      "Novick D",
      "Tirosh A",
      "Raz I",
      "Tsur A",
      "Zucker I"
    ],
    "journal": "Diabetes/metabolism research and reviews",
    "year": "2025"
  },
  {
    "pmid": "40675607",
    "title": "Optimal timing of delivery in pregnant individuals with pregestational diabetes mellitus.",
    "abstract": "1. Am J Perinatol. 2025 Jul 17. doi: 10.1055/a-2657-6130. Online ahead of print.\n\nOptimal timing of delivery in pregnant individuals with pregestational diabetes \nmellitus.\n\nFleenor R(1), Jauk VC, Champion M(2), Battarbee AN(3).\n\nAuthor information:\n(1)Obstetrics and Gynecology, The University of Alabama at Birmingham Department \nof Obstetrics and Gynecology Women's Health, Birmingham, United States.\n(2)Center for Women's Reproductive Health, Department of Obstetrics and \nGynecology, University of Alabama at Birmingham, Birmingham, United States.\n(3)Maternal Fetal Medicine, The University of Alabama at Birmingham, Birmingham, \nUnited States.\n\nINTRODUCTION: SMFM and ACOG recommend delivery of gravidae with pregestational \ndiabetes at 36-39 6/7 weeks based on glycemic control and vascular \ncomplications. The optimal gestational age within this wide range is unknown. \nOur objective was to evaluate the risk of adverse outcomes with delivery versus \nexpectant management at increasing gestational ages.\nMETHODS: Retrospective cohort study of gravidae with pregestational diabetes who \ndelivered a non-anomalous singleton at 36 weeks (2012-2022). The primary \noutcome was composite neonatal morbidity: hypoglycemia, hyperbilirubinemia, \nshoulder dystocia, and perinatal death. Secondary outcomes included composite \ncomponents, composite severe neonatal morbidity, LGA, SGA, NICU admission and \ncesarean. Poisson regression with robust error variance estimated the \nassociation between delivery at 36, 37, and 38 weeks and outcomes, compared with \nexpectant management.\nRESULTS: 843 gravidae met inclusion criteria: 235 (28%) type 1 diabetes and 602 \n(71%) type 2 diabetes. Overall, 146 (17%) delivered at 36 weeks, 283 (34%) at 37 \nweeks, 217 (26%) at 38 weeks, and 197 (23%) at 39 weeks. Compared with \nexpectant management, delivery at 36 weeks was associated with higher odds of \ncomposite morbidity (aRR 1.31, 95% CI 1.11-1.55) as well as hypoglycemia, \nhyperbilirubinemia, SGA and NICU admission. At 37 and 38 weeks, there was no \nsignificant difference in composite morbidity among those delivered versus \nexpectantly managed. However, delivery at 37 weeks was associated with higher \nodds of hyperbilirubinemia, compared with expectant management. No other \noutcomes differed between with delivery versus expectant management at 37 or 38 \nweeks. Few associations differed by diabetes type.\nCONCLUSION: Based on these results and supporting literature, elective delivery \nat 36 weeks should be avoided unless necessary. Although the data are \ninconclusive regarding delivery at 37 weeks, delivery at 38 weeks should be \nevaluated further for gravidae with pregestational diabetes. Confirmation in a \nlarge, contemporary cohort or a randomized trial are needed.\n\nThieme. All rights reserved.\n\nDOI: 10.1055/a-2657-6130\nPMID: 40675607\n\nConflict of interest statement: The authors declare that they have no conflict \nof interest.",
    "authors": [
      "Fleenor R",
      "Jauk VC",
      "Champion M",
      "Battarbee AN"
    ],
    "journal": "American journal of perinatology",
    "year": "2025"
  },
  {
    "pmid": "40676555",
    "title": "Predictive value of Glycosylated Fibronectin (GlyFn)/Placenta Growth Factor (PlGF) ratio for high-risk pregnancies: a cohort study.",
    "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 17;25(1):770. doi: \n10.1186/s12884-025-07853-0.\n\nPredictive value of Glycosylated Fibronectin (GlyFn)/Placenta Growth Factor \n(PlGF) ratio for high-risk pregnancies: a cohort study.\n\nWirawan W(1), Krisnadi SR(2), Anwar AD(2), Nugrahani AD(3).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, Faculty of Medicine, Fetomaternal \nDivision, Universitas Padjadjaran- Dr. Hasan Sadikin General Hospital Bandung, \nBandung, West Java, Indonesia. wahyudi22001@mail.unpad.ac.id.\n(2)Department of Obstetrics and Gynecology, Faculty of Medicine, Fetomaternal \nDivision, Universitas Padjadjaran- Dr. Hasan Sadikin General Hospital Bandung, \nBandung, West Java, Indonesia.\n(3)Doctoral Programme, Faculty of Medicine, Universitas Padjadjaran, Bandung, \nWest Java, Indonesia.\n\nBACKGROUND: Preeclampsia (PE) is a hypertensive disorder in pregnancy involving \nmultiple organ systems, primarily due to impaired placental development during \nthe first trimester. Reduced Placenta Growth Factor (PlGF) and elevated \nGlycosylated Fibronectin (GlyFn) levels reflect these pathological changes. \nCombining these biomarkers into a ratio may enhance PE prediction in high-risk \npregnancies.\nOBJECTIVE: To evaluate the GlyFn/PlGF ratio measured at 20-28 weeks of gestation \nas a predictor of preeclampsia in high-risk pregnancies across four hospitals in \nWest Java, Indonesia, from April-October 2024.\nMETHODS: This prospective cohort study involved 54 high-risk pregnant women. The \nGlyFn/PlGF ratio was analyzed at 20-28 weeks to assess predictive accuracy for \nPE.\nRESULTS: Significant differences were noted between PE and non-PE groups in \npre-pregnancy weight (65.54 ± 12.69 vs. 58.53 ± 7.85 kg), BMI (45.52 ± 53.73 vs. \n19.84 ± 2.97), and systolic blood pressure (153.50 ± 19.42 vs. 100.80 ± 15.38 \nmmHg) (P > 0.05). Risk factors such as prior PE (P = 0.01), diabetes mellitus \n(P = 0.03), and gestational hypertension (P = 0.02) were more frequent in the PE \ngroup. A GlyFn cutoff of 34.31 ng/mL showed a 2.5-fold increased PE risk \n(sensitivity: 83.33%, specificity: 66.67%, AUC: 0.8071). A PlGF cutoff of 26.72 \npg/mL was associated with a 6.8-fold increased risk (sensitivity: 72.22%, \nspecificity: 97.22%, AUC: 0.9147). The GlyFn/PlGF ratio cutoff of 1.288 \nindicated a 28-fold higher PE risk (sensitivity: 77.78%, specificity: 97.37%, \nAUC: 0.9244).\nCONCLUSION: The GlyFn/PlGF ratio outperforms individual biomarkers in predicting \npreeclampsia in high-risk pregnancies, offering a valuable tool for early risk \nidentification and timely intervention.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07853-0\nPMCID: PMC12273026\nPMID: 40676555 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: All methods were carried out in accordance with relevant guidelines \nand regulations after obtaining approval and recommendations from the Ethics \nCommittee Review Board of Hasan Sadikin General Hospital– Faculty of Medicine, \nUniversitas Padjadjaran with reference number DP.04.03/D.XIV.6.5/125/2024, in \ncompliance with the Helsinki Declaration. Written informed consent were obtained \nfrom patients. Consent for publication: Not Applicable. Competing interests: The \nauthors declare no competing interests.",
    "authors": [
      "Wirawan W",
      "Krisnadi SR",
      "Anwar AD",
      "Nugrahani AD"
    ],
    "journal": "BMC pregnancy and childbirth",
    "year": "2025"
  },
  {
    "pmid": "40676584",
    "title": "Letrozole ovulation regimen for frozen-thawed embryo transfer in women with polycystic ovary syndrome: a muti-centre randomised controlled trial.",
    "abstract": "1. Reprod Biol Endocrinol. 2025 Jul 17;23(1):103. doi:\n10.1186/s12958-025-01432-w.\n\nLetrozole ovulation regimen for frozen-thawed embryo transfer in women with \npolycystic ovary syndrome: a muti-centre randomised controlled trial.\n\nXie Y(#)(1)(2), Li P(#)(3)(4), Hao G(#)(5), Deng W(#)(6), Zhao J(#)(7), Gao \nS(#)(8), Deng B(3)(4), Li Y(9), Deng M(1)(2), Yuan Y(7), Fan Q(1)(2), Zhang \nN(10), Zhao Z(5), Shi Y(11)(12).\n\nAuthor information:\n(1)Guangdong Provincial People's Hospital (Guangdong Academy of Medical \nSciences), Southern Medical University, Guangzhou, 510080, China.\n(2)Guangdong Cardiovascular Institute, Guangdong Provincial People's Hospital, \nGuangdong Academy of Medical Sciences, Guangzhou, 510080, China.\n(3)Department of Reproductive Medicine, Women and Children's Hospital, School of \nMedicine, Xiamen university, Xiamen, 361003, China.\n(4)Xiamen Key Laboratory of Reproduction and Genetics, Women and Children's \nHospital, School of Medicine, Xiamen University, Xiamen, 361003, China.\n(5)Department of Reproductive Medicine, the Second Hospital of Hebei Medical \nUniversity, Shijiazhuang, 050000, China.\n(6)Reproductive Medicine Center, Shenzhen Hengsheng Hospital, Shenzhen, 518102, \nChina.\n(7)Reproductive Medicine Center, General Hospital of Ningxia Medical University, \nNingxia Medical University, Yinchuan, 750004, China.\n(8)State Key Laboratory of Reproductive Medicine and Offspring Health, Center \nfor Reproductive Medicine, Institute of Women, Children and Reproductive Health, \nShandong University, Jinan, 250012, China.\n(9)Reproductive Medicine Center, Xiangya Hospital of Central South University, \nChangsha, 410008, China.\n(10)Department of Obstetrics and Gynecology, Center for Reproductive Medicine, \nNanfang Hospital, Southern Medical University, Guangzhou, 510515, China.\n(11)Guangdong Provincial People's Hospital (Guangdong Academy of Medical \nSciences), Southern Medical University, Guangzhou, 510080, China. \nshiyuhua2003@126.com.\n(12)Department of Obstetrics and Gynecology, Center for Reproductive Medicine, \nNanfang Hospital, Southern Medical University, Guangzhou, 510515, China. \nshiyuhua2003@126.com.\n(#)Contributed equally\n\nBACKGROUND: Polycystic ovary syndrome (PCOS) patients typically undergo either \nan ovulation induction regimen or a programmed regimen for endometrial \npreparation before frozen embryo transfer (FET). However, the superiority of one \napproach over the other remains controversial. While previous studies suggest \nthat the letrozole regimen may improve pregnancy outcomes, prospective studies \nare insufficient. Therefore, we designed a multi-center randomized controlled \ntrial to compare the pregnancy outcomes between these two regimens in PCOS \npatients undergoing FET.\nMETHODS: This multicentre, randomised controlled, open-label trial included 155 \nPCOS patients from six hospitals in China between September 2022 and February \n2024. Patients were randomised into either the letrozole ovulation regimen group \n(n = 81) or the programmed regimen group (n = 74) during FET cycles. Subgroup \nanalysis was used among patients with single blastocyst transfer. The primary \noutcome was clinical pregnancy rate, with secondary outcomes including abortion \nrate, live birth rate, and other pregnancy and neonatal outcomes.\nRESULTS: Analysis of 155 FET women showed no significant difference in clinical \npregnancy rates between the letrozole group (62.96%) and the programmed group \n(60.81%, P > 0.05). Similarly, no differences were observed in abortion rate, \nlive birth rate, hypertensive disorders of pregnancy, gestational diabetes \nmellitus, preterm birth, or neonatal birth weight. However, more patients in the \nletrozole group received single-drug luteal support (53.16% vs. 16.67%, \nP < 0.05). A subgroup analysis of 108 women involving patients who underwent \nsingle blastocyst transfer revealed no significant differences in clinical \npregnancy rates (66.67% vs. 73.33%, P > 0.05) or live birth rates (58.73% vs. \n55.56%, P > 0.05) between the two groups. A higher proportion of women in the \nletrozole ovulation regimen group received single-drug luteal support compared \nto those in the programmed regimen group (58.73% vs. 22.22%, P < 0.05). No \nstatistically significant differences were observed between the groups in terms \nof fertilization method, abortion rate, or obstetric and neonatal outcomes.\nCONCLUSIONS: The letrozole ovulation regimen demonstrated comparable clinical \npregnancy rates to the programmed regimen in PCOS patients undergoing FET, while \nrequiring only simple luteal support. These findings suggest that the letrozole \nregimen may be a favourable alternative for endometrial preparation in this \npopulation.\nTRIAL REGISTRATION: Chinese Clinical Trial Registry ChiCTR2200062244 ( \nhttps://www.chictr.org.cn ). Registered on 31 July 2022.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12958-025-01432-w\nPMCID: PMC12269307\nPMID: 40676584 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval: The study was \nconducted in accordance with the Declaration of Helsinki and GCP, and approved \nby the Ethics Review Committee of Guangdong Provincial People’s Hospital \n(KY-Q-2022-228-02) for studies involving humans. Additionally, it was registered \nin the ChiCTR (ChiCTR2200062244). Consent for publication: Written informed \nconsent was obtained from all participants prior to their inclusion in the \nstudy. Competing interests: The authors declare no competing interests.",
    "authors": [
      "Xie Y",
      "Li P",
      "Hao G",
      "Deng W",
      "Zhao J",
      "Gao S",
      "Deng B",
      "Li Y",
      "Deng M",
      "Yuan Y",
      "Fan Q",
      "Zhang N",
      "Zhao Z",
      "Shi Y"
    ],
    "journal": "Reproductive biology and endocrinology : RB&E",
    "year": "2025"
  },
  {
    "pmid": "40678316",
    "title": "Assessment of neonatologists' competency in managing gestational diabetes complications: a cross-sectional analysis from China.",
    "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1574480. doi: \n10.3389/fendo.2025.1574480. eCollection 2025.\n\nAssessment of neonatologists' competency in managing gestational diabetes \ncomplications: a cross-sectional analysis from China.\n\nYang Y(1), Yang Y(1).\n\nAuthor information:\n(1)Department of Neonatal, The Central Hospital of Enshi Tujia and Miao \nAutonomous, Enshi, Hubei, China.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) significantly impacts long-term \nchild health outcomes. This study assessed neonatologists' knowledge, attitudes, \nand practices (KAP) regarding GDM-related complications in offspring.\nMETHODS: A cross-sectional study of 1,614 neonatologists in Hubei Province, \nChina, utilized a validated 28-item questionnaire examining knowledge (12 \nitems), attitudes (8 items), and practices (8 items). Responses were scored on a \ntrichotomous scale. Binary logistic regression analyzed predictors of \nsatisfactory performance across domains.\nRESULTS: Among 1,614 neonatologists, 1,437 (89%) demonstrated satisfactory \nknowledge, 1,513 (94%) positive attitudes, and 1,165 (72%) good practices. \nKnowledgeable practitioners were significantly older (45.4 vs 36.2 years; OR \n1.42 [95% CI 1.40-1.44]; p<.001) with greater experience (13.8 vs 10.5 years; \n1.41 [1.35-1.46]; p<.001). Academic hospital affiliation showed higher \ncompetency versus community settings (0.12 [0.08-0.20]; p<.001). Practice \npatterns varied by education, with MD-PhD holders demonstrating higher odds of \ngood practice (1.32 [1.03-1.71]; P=.032) compared with fellowship training (0.69 \n[0.51-0.92]; p=.009). Universal documentation of maternal GDM coexisted with \nsuboptimal rates of periodic evaluations (81%) and specialist referrals (84%). \nKnowledge competency (7.52 [5.90-9.60]; p<.001) and positive attitudes (15.81 \n[9.90-25.26]; p<.001) strongly predicted practice patterns.\nCONCLUSIONS: Despite high knowledge levels and positive attitudes, particularly \namong experienced practitioners in academic settings, implementation gaps exist \nin follow-up protocols and specialist referrals. Practice setting significantly \ninfluences care delivery, suggesting the need for standardized protocols across \nhealthcare tiers.\n\nCopyright © 2025 Yang and Yang.\n\nDOI: 10.3389/fendo.2025.1574480\nPMCID: PMC12268886\nPMID: 40678316 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Yang Y",
      "Yang Y"
    ],
    "journal": "Frontiers in endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40678318",
    "title": "Single-center prospective study on thyroid function outcomes and neurological prognoses at 3 years of age in children with mild neonatal hyperthyrotropinemia.",
    "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1548086. doi: \n10.3389/fendo.2025.1548086. eCollection 2025.\n\nSingle-center prospective study on thyroid function outcomes and neurological \nprognoses at 3 years of age in children with mild neonatal hyperthyrotropinemia.\n\nSun G(1), Zhang R(1), Zhang J(1), Zhou Y(1), Tang Z(1), Liu L(1), Hou X(1).\n\nAuthor information:\n(1)Department of Pediatrics, Peking University First Hospital, Beijing, China.\n\nOBJECTIVE: To explore early management strategies for full-term neonates with \nTSH 5-10 mU/L and normal FT4.\nMETHODS: In this single-center longitudinal prospective study, 88 neonates \ndiagnosed at 7-14 days were followed to age three.\nRESULTS: 94.3% (83/88) had transient TSH elevation; 77 normalized within two \nmonths without treatment, while six received levothyroxine (3-5µg/kg/day). Five \nneonates (5.7%) exhibited persistent hyperthyrotropinemia and had significantly \nhigher initial TSH. No hyperthyroidism was observed. Following up to 3 years \nold, only one child (1/81, 1.2%) exhibited development delay in personal-social \ndevelopment. Neonates with transient hyperthyrotropinaemia scored higher in \nproblem-solving and personal-social domains than those with persistent \nhyperthyrotropinaemia. Neonatal FT4 at 7-14 days, timing of TSH normalization, \nand maternal early-pregnancy FT4 influenced the neurodevelopment of neonates. \nInfants of mothers with gestational diabetes scored lower in the personal-social \ndomain.\nCONCLUSIONS: Persistent hyperthyrotropinemia occurs in 5.7% of mild cases and is \nassociated with higher initial TSH. Levothyroxine at 3-5 µg/kg/day is both \nadequate and safe. The majority of neonates got a normal neurodevelopment by age \n3, and the subtle difference between transient and persistent \nhyperthyrotropinemia was impacted by both maternal and neonatal factors.\n\nCopyright © 2025 Sun, Zhang, Zhang, Zhou, Tang, Liu and Hou.\n\nDOI: 10.3389/fendo.2025.1548086\nPMCID: PMC12267032\nPMID: 40678318 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Sun G",
      "Zhang R",
      "Zhang J",
      "Zhou Y",
      "Tang Z",
      "Liu L",
      "Hou X"
    ],
    "journal": "Frontiers in endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40678319",
    "title": "Association between gestational diabetes mellitus and risk of breast cancer: a systematic review and meta-analysis.",
    "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1621932. doi: \n10.3389/fendo.2025.1621932. eCollection 2025.\n\nAssociation between gestational diabetes mellitus and risk of breast cancer: a \nsystematic review and meta-analysis.\n\nLi J(#)(1), Li J(#)(2), Jin J(3), Zhang R(3), Li R(4), Xu X(1), Wang Y(1), Hu \nX(1), Wang L(5), Yu S(5).\n\nAuthor information:\n(1)Department of Geriatric Radiology, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(2)Department of the Sixth Health Care, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(3)Department of Geriatric Emergency, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(4)Department of the First Health Care, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(5)Department of Geriatric Cardiovascular, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(#)Contributed equally\n\nBACKGROUND: Gestational diabetes mellitus (GDM), a prevalent metabolic \ncomplication during pregnancy, has a global prevalence of approximately 14%. Its \nonset is closely associated with insulin resistance, insufficient compensatory \nfunction of β - cells, and abnormal placental function. Epidemiological studies \nhave indicated that type 2 diabetes is an independent risk factor for breast \ncancer. However, the association between GDM and the risk of breast cancer \nremains controversial.\nOBJECTIVE: This systematic review and meta-analysis aim to comprehensively \nevaluate the association between GDM and the risk of breast cancer and explore \nits underlying mechanisms.\nMETHODS: This study systematically searched PubMed, Web of Science, Scopus, \nEMBASE, and the Cochrane Library databases, covering the period from \nestablishing each database until April 14, 2025. Two researchers extracted \nrelevant data and assessed the quality of included studies using the \nNewcastle-Ottawa Scale. The study evaluated inter-study heterogeneity using the \nI² statistic. Based on the magnitude of heterogeneity, fixed-effect or \nrandom-effect models were employed to calculate the pooled hazard ratio (HR) and \nits corresponding 95% confidence interval (CI). Additionally, subgroup analyses, \nsensitivity analyses, funnel plot analyses, and publication bias assessments \nwere performed. All data analyses were conducted using STATA 17 software.\nRESULTS: The overall analysis revealed no significant association between GDM \nand breast cancer risk (HR=1.03, 95%CI: 0.92-1.15). However, subgroup analysis \nrevealed significant regional heterogeneity: within the regional subgroups, \nNorth American results showed an association between GDM and a reduced breast \ncancer risk (HR=0.89, 95%CI: 0.84-0.95), whereas Asian findings suggested an \nassociation with an increased risk (HR=1.23, 95%CI: 1.15-1.31). No significant \nassociations were observed in subgroups based on study design \n(cohort/case-control) or follow-up duration (short-term/long-term). Sensitivity \nanalysis demonstrated robust results, and there was no publication bias in this \nstudy.\nCONCLUSION: In summary, there is no significant association between GDM and \nbreast cancer risk overall. However, notable regional heterogeneity exists: in \nthe North American subgroup, GDM is associated with a reduced risk of breast \ncancer, while in the Asian subgroup, GDM is significantly associated with an \nincreased risk of breast cancer.\nSYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/, identifier \nCRD420251032589.\n\nCopyright © 2025 Li, Li, Jin, Zhang, Li, Xu, Wang, Hu, Wang and Yu.\n\nDOI: 10.3389/fendo.2025.1621932\nPMCID: PMC12267041\nPMID: 40678319 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
    "authors": [
      "Li J",
      "Li J",
      "Jin J",
      "Zhang R",
      "Li R",
      "Xu X",
      "Wang Y",
      "Hu X",
      "Wang L",
      "Yu S"
    ],
    "journal": "Frontiers in endocrinology",
    "year": "2025"
  },
  {
    "pmid": "40679909",
    "title": "GDM links to increased neonatal myocardial hypertrophy via ANGPTL7: prospective cohort study.",
    "abstract": "1. J Obstet Gynaecol. 2025 Dec;45(1):2531366. doi: 10.1080/01443615.2025.2531366.\n Epub 2025 Jul 18.\n\nGDM links to increased neonatal myocardial hypertrophy via ANGPTL7: prospective \ncohort study.\n\nJian W(1)(2), Shi S(1), Yang X(1), Huang Y(3), Du C(3), He M(1), Li X(1), Huang \nM(1), Yuan R(1), Wei L(1), Yang S(2), Cai S(1), Yang J(2)(3).\n\nAuthor information:\n(1)Department of Neonatology, Zhongshan City People's Hospital, Zhongshan, \nChina.\n(2)Department of Neonatology, Guangdong Maternal and Children Hospital, \nGuangzhou, China.\n(3)Department of Neonatology, Nanfang Hospital, Southern Medical University, \nGuangzhou, China.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) can negatively impact newborn \ncardiac health, particularly causing myocardial hypertrophy. This study examined \nthe relationship between umbilical cord blood levels of angiopoietin-like \nprotein 7 (ANGPTL7) in term neonates born to mothers with GDM and myocardial \ndevelopment, assessing its potential as an early predictive marker.\nMETHODS: The study involved 46 newborns exposed to GDM and 46 healthy controls. \nMeasure the interventricular septum (IVS) thickness through cardiac ultrasound \nand evaluate the level of ANGPTL7 in umbilical cord blood using the ELISA \nmethod.\nRESULTS: The incidence of myocardial hypertrophy in the GDM group was 19.6%, \nsignificantly higher than 0% in the control group, and increased to 27.3% in \nneonates of mothers with GDM and poor glycaemic control. ANGPTL7 levels in the \nGDM group were significantly elevated compared to the control group (1.87 vs. \n1.11 ng/mL). Furthermore, these levels were positively correlated with IVS \nthickness. In the poorly-controlled GDM subgroup (GDM-A), neonates had \nsignificantly higher ANGPTL7 levels and IVS/LVPW ratio (1.19 vs. 1.03), \nindicating more severe myocardial abnormalities.\nCONCLUSION: ANGPTL7 may contribute to myocardial hypertrophy in GDM neonates by \npromoting insulin resistance. Monitoring ANGPTL7 levels in umbilical cord blood \ncould help identify high-risk neonates and guide optimal glycaemic management \nduring pregnancy. Although the sample size was small, the study offers new \nevidence of ANGPTL7's clinical utility. Future research should expand the sample \nsize and investigate the molecular mechanisms of ANGPTL7 to develop personalised \ninterventions.\nTRIAL REGISTRATION: This study was not registered prospectively.\n\nPlain Language Summary: This study explored how diabetes during pregnancy \naffects newborns’ heart health, focusing on a protein called ANGPTL7 in \numbilical cord blood that may relate to heart issues in infants. To explore \nthis, we compared 46 babies born to mothers with GDM to 46 babies born to \nmothers without diabetes. Doctors performed heart ultrasounds on these babies to \nmeasure the thickness of their heart walls and also tested the levels of ANGPTL7 \nin their umbilical cord blood.Our main discoveries were that babies born to \nmothers with diabetes were more likely to have thicker heart walls compared to \nbabies born to mothers without diabetes. Furthermore, when diabetes was not well \nmanaged during pregnancy, the babies faced an even higher risk of heart \nproblems. We also found that higher levels of ANGPTL7 in the umbilical cord \nblood were associated with more severe changes in the heart structure of these \nnewborns.These findings are significant because testing for ANGPTL7 at birth \ncould help doctors in several ways. It could identify babies who need closer \nmonitoring of their heart health, guide mothers on how to better control their \ndiabetes during pregnancy to protect their baby’s heart, and pave the way for \ndeveloping new treatments aimed at safeguarding the hearts of babies born to \nmothers with diabetes. Although further research is necessary, our study offers \nhope for improved care and outcomes for both mothers with diabetes and their \nnewborns.\n\nDOI: 10.1080/01443615.2025.2531366\nPMID: 40679909 [Indexed for MEDLINE]",
    "authors": [
      "Jian W",
      "Shi S",
      "Yang X",
      "Huang Y",
      "Du C",
      "He M",
      "Li X",
      "Huang M",
      "Yuan R",
      "Wei L",
      "Yang S",
      "Cai S",
      "Yang J"
    ],
    "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
    "year": "2025"
  },
  {
    "pmid": "40681846",
    "title": "Pregnancy-associated acute kidney injury - consensus report of the 32nd Acute Disease Quality Initiative workgroup.",
    "abstract": "1. Nat Rev Nephrol. 2025 Jul 18. doi: 10.1038/s41581-025-00979-6. Online ahead of\n print.\n\nPregnancy-associated acute kidney injury - consensus report of the 32nd Acute \nDisease Quality Initiative workgroup.\n\nNelson-Piercy C(1), Srisawat N(2)(3), Kashani K(4)(5), Lumlertgul N(2)(3), \nMurugan R(6), Rhee H(7), Chakravarthi R(8), Surapaneni T(9), Acharya A(10), \nAnkawi G(11), Bramham K(12), Cerda J(13), Clark K(12), Claure-Del Granado R(14), \nGowrishankar S(15), Luyckx V(16), Menon S(17), Poli-de-Figueiredo CE(18), \nRamachandran R(19), Sahay M(20), Samavedam S(21), Shemies R(22), Shetty MS(23), \nWiles K(24), Wium L(25), Wu VC(26), Yadla M(27), Ronco C(28), Mehta RL(29), \nOstermann M(30).\n\nAuthor information:\n(1)Department of Obstetric Medicine, Guy's & St Thomas' Foundation Trust, \nLondon, UK.\n(2)Excellence Centre for Critical Care Nephrology, King Chulalongkorn Memorial \nHospital, Bangkok, Thailand.\n(3)Centre of Excellence for Critical Care Nephrology, Faculty of Medicine, \nChulalongkorn University, Bangkok, Thailand.\n(4)Division of Nephrology and Hypertension, Mayo Clinic, Rochester, MN, USA.\n(5)Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, \nUSA.\n(6)Program for Critical Care Nephrology, Department of Critical Care Medicine, \nUniversity of Pittsburgh School of Medicine, Pittsburgh, PA, USA.\n(7)Department of Medicine, Pusan National University School of Medicine, Busan, \nRepublic of Korea.\n(8)Department of Nephrology, Yasodha Hospitals, Hyderabad, India.\n(9)Department of Obstetric Medicine, Fernandez Hospitals, Hyderguda, Hyderabad, \nIndia.\n(10)Division of Nephrology, Jacobi Medical Center, New York City Health and \nHospital Corporation (NYCHHC), Albert Einstein College of Medicine, New York \nCity, NY, USA.\n(11)Division of Nephrology, Department of Medicine, King Abdulaziz University, \nJeddah, Saudi Arabia.\n(12)Department of Women & Children's Health, School of Life Course & Population \nSciences, King's College London, London, UK.\n(13)Division of Nephrology, Department of Medicine, Albany Medical College, \nAlbany, NY, USA.\n(14)Division of Nephrology, Department of Medicine, Hospital Obrero No 2 - Caja \nNacional de Salud, Cochabamba, Bolivia.\n(15)Department of Pathology, Apollo Health City, Hyderabad, India.\n(16)Department of Nephrology, University Children's Hospital, University of \nZurich, Zurich, Switzerland.\n(17)Division of Nephrology, Department of Pediatrics, Lucile Packard Children's \nHospital and Stanford University School of Medicine, Palo Alto, CA, USA.\n(18)Division of Nephrology, School of Medicine, Pontifical Catholic University \nof Rio Grande do Sul (PUCRS), Porto Alegre, Brazil.\n(19)Department of Nephrology, Post Graduate Institute of Medical Education and \nResearch, Chandigarh, India.\n(20)Department of Nephrology, Osmania Medical College and General Hospital, \nHyderabad, India.\n(21)Ramdev Rao Hospital, Hyderabad, India.\n(22)Mansoura Nephrology and Dialysis Unit, Mansoura University, Mansoura, Egypt.\n(23)Department of Nephrology, JSS Medical College, JSSAHER, Mysuru, India.\n(24)Department of Women's Health, Barts Health NHS Trust, London, UK.\n(25)Department of Obstetric Medicine, King's College Hospital NHS Trust, London, \nUK.\n(26)Department of Nephrology, Department of Internal Medicine, National Taiwan \nUniversity Hospital, Taipei, Taiwan.\n(27)Department of Nephrology, Gandhi Medical College, Hyderabad, India.\n(28)Department of Nephrology, Dialysis and Transplantation, San Bortolo \nHospital, International Renal Research Institute of Vicenza, Vicenza, Italy.\n(29)Department of Medicine, University of California San Diego, San Diego, CA, \nUSA.\n(30)Department of Critical Care, King's College London, Guy's & St Thomas' \nHospital, London, UK. Marlies.Ostermann@gstt.nhs.uk.\n\nAcute kidney injury (AKI) during pregnancy and the postpartum period, known as \npregnancy-associated AKI (PrAKI), is an important health concern and driver of \nhealth inequity worldwide. Causes of PrAKI include sepsis, autoimmune disorders \nand pregnancy-specific pathologies such as hypertensive disorders. Common risk \nfactors include maternal comorbidities and use of nephrotoxic medications. PrAKI \naccounts for a substantial proportion of maternal mortality and morbidity, \nparticularly in low-income and middle-income countries, and may also adversely \naffect the fetus, resulting in death, premature birth and small for gestational \nage. In this Consensus Statement, we present recommendations on the causes, \ndiagnosis, management and follow-up of PrAKI from the 32nd Acute Disease Quality \nInitiative meeting, which involved international experts in obstetrics, \nmidwifery, obstetric medicine, paediatrics, internal medicine, anaesthesiology, \nnephrology and critical care. We suggest that pregnant and postpartum women at a \nhigh risk of PrAKI should be identified to enable prevention, surveillance and \ntimely diagnosis. The multidisciplinary management of these patients should be \ntailored to treat their specific causes of PrAKI to optimize short-term and \nlong-term neonatal and maternal outcomes. Further observational and \ninterventional studies are needed to address existing gaps in knowledge of PrAKI \nand improve maternal and fetal outcomes.\n\n© 2025. Springer Nature Limited.\n\nDOI: 10.1038/s41581-025-00979-6\nPMID: 40681846\n\nConflict of interest statement: Competing interests: C.N.-P. has received \nspeakers fees from UCB and Sanofi unrelated to this manuscript. R.M. is a \nconsultant for Baxter, Vantive and Fresenius, and has received grants from the \nUS National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and \nVantive, unrelated to this study. M.O. has received research funding from Baxter \nand BioMérieux. K.K. declares patents for direct GFR measurement and net \nultrafiltration calculator; consulting fees and travel support from Baxter \nHealthcare; research grants from Google; speaker honorarium from Nikkiso \nCritical Care Medical Supplies (Shanghai); funding from NIDDK grant; \nand research grants to his institution from the following companies: Fresenius, \nSpectral, ExThera, Renibus, Novartis and Astute Medical. K.B. has received \nconsulting fees from GSK, Vertex, Maze, AstraZeneca and Bayer; honoraria from \nAstraZeneca, Boehringer Ingelheim and Vertex; and industry grants from \nAstraZeneca and Roche. R.C.-D.G. has received speaker honoraria from Nova \nBiomedical and Baxter Healthcare. R.L.M. has received consulting fees from Am \nPharma, Baxter, Fresenius, Guard Therapeutics, Abbott, Sphingotec, Mallinckrodt, \nNovartis, Idorsia, Renasym, Abiomed and Alexion. S.M. has received research \nfunding from the Gerber Foundation. The other authors declare no competing \ninterests.",
    "authors": [
      "Nelson-Piercy C",
      "Srisawat N",
      "Kashani K",
      "Lumlertgul N",
      "Murugan R",
      "Rhee H",
      "Chakravarthi R",
      "Surapaneni T",
      "Acharya A",
      "Ankawi G",
      "Bramham K",
      "Cerda J",
      "Clark K",
      "Claure-Del Granado R",
      "Gowrishankar S",
      "Luyckx V",
      "Menon S",
      "Poli-de-Figueiredo CE",
      "Ramachandran R",
      "Sahay M",
      "Samavedam S",
      "Shemies R",
      "Shetty MS",
      "Wiles K",
      "Wium L",
      "Wu VC",
      "Yadla M",
      "Ronco C",
      "Mehta RL",
      "Ostermann M"
    ],
    "journal": "Nature reviews. Nephrology",
    "year": "2025"
  },
  {
    "pmid": "40682053",
    "title": "Early prediction of gestational diabetes mellitus based on systematically selected multi-panel biomarkers and clinical accessibility-a longitudinal study of a multi-racial pregnant cohort.",
    "abstract": "1. BMC Med. 2025 Jul 18;23(1):430. doi: 10.1186/s12916-025-04258-w.\n\nEarly prediction of gestational diabetes mellitus based on systematically \nselected multi-panel biomarkers and clinical accessibility-a longitudinal study \nof a multi-racial pregnant cohort.\n\nYang J(1)(2)(3), Cao Y(4)(5), Qian F(6)(7), Grewal J(8), Sacks DB(9), Chen \nZ(10), Tsai MY(11), Chen J(#)(5), Zhang C(#)(12)(13)(14)(15).\n\nAuthor information:\n(1)Global Center for Asian Women's Health, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore.\n(2)Department of Obstetrics and Gynecology, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore.\n(3)Bia-Echo Asia Center for Reproductive Longevity & Equality (ACRLE), Yong Loo \nLin School of Medicine, National University of Singapore, Singapore, Singapore.\n(4)Department of Statistics, School of Science, Minzu University of China, \nBeijing, China.\n(5)Department of Biostatistics, Epidemiology & Informatics, University of \nPennsylvania Perelman School of Medicine, Philadelphia, PA, USA.\n(6)Center for Sustainable Finance Innovation, Nanyang Business School, Nanyang \nTechnological University, Singapore, Singapore.\n(7)Department of Pediatrics, Yong Loo Lin School of Medicine, National \nUniversity of Singapore, Singapore, Singapore.\n(8)Division of Population Health Research, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nBethesda, MD, USA.\n(9)Department of Laboratory Medicine, Clinical Center, National Institutes of \nHealth, Bethesda, MD, USA.\n(10)Biostatistics and Bioinformatics Branch, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nBethesda, MD, USA.\n(11)Department of Laboratory Medicine and Pathology, University of Minnesota, \nMinneapolis, MN, USA.\n(12)Global Center for Asian Women's Health, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore. obgzc@nus.edu.sg.\n(13)Department of Obstetrics and Gynecology, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore. obgzc@nus.edu.sg.\n(14)Bia-Echo Asia Center for Reproductive Longevity & Equality (ACRLE), Yong Loo \nLin School of Medicine, National University of Singapore, Singapore, Singapore. \nobgzc@nus.edu.sg.\n(15)Department of Nutrition, Harvard T.H. Chan School of Public Health, Boston, \nMA, USA. obgzc@nus.edu.sg.\n(#)Contributed equally\n\nBACKGROUND: Early identification of high-risk women is critical for preventing \ngestational diabetes mellitus (GDM). We aimed to improve early prediction of GDM \nusing multiple panels of cardiometabolic biomarkers assessed in early and \nmid-pregnancy, considering clinical accessibility.\nMETHODS: In a US study of 2802 pregnant individuals, we assessed 91 \ncardiometabolic biomarkers at 10-14 (random blood) and 15-26 (fasting) \ngestational weeks (GW) in 107 GDM cases and 214 controls. Candidate biomarkers \nwere categorized by clinical accessibility from high to low: group I (clinically \naccessible tests like HbA1c, lipids), group II (clinically accessible biomarkers \nupon request like insulin-like growth factor (IGF) axis markers, adipokines), \nand group III (specialty lab-required targeted metabolomics: amino acids (AAs) \nand phospholipid fatty acids (FAs)). At each visit, we constructed a full model \nincorporating all candidate biomarkers and conventional predictors. We built \nalternative models utilizing different groups of biomarkers considering clinical \naccessibility. Variable selection was performed to retain variables with a p \nvalue < 0.10 for a parsimonious model. Model performance was evaluated by area \nunder receiver operating characteristics curve (AUC), proportion of cases \nfollowed (PCF, %) and proportion needed to follow (PNF, %), and decision curve \nanalysis.\nRESULTS: A full model comprising conventional predictors, clinical and \nnon-clinical cardiometabolic biomarkers, and metabolomic markers achieved the \nhighest discriminative accuracy (AUC: 0.842 at 10-14 GW, 0.829 at 15-26 GW). The \naddition of novel biomarkers increased PCF and decreased PNF, suggesting \nincreased clinical utility. For example, at 10-14 GW, 69.5% of GDM cases are \nexpected to be detected from women whose risk is above the 80% percentile \nestimated by the full model vs. 49.1% by the conventional model. Additionally, \n46.1% of women identified as being at the highest risk by the full model are \nexpected to account for 90.0% of GDM cases vs. 71.1% by the conventional model. \nDecision curve analysis showed that models incorporating novel biomarkers \nperformed better than the conventional model including glucose, and the full \nmodel at 10-14 GW had the highest net benefit, overall.\nCONCLUSIONS: This study suggested that a selected panel of cardiometabolic \nbiomarkers using early-pregnancy random plasma samples predicted GDM comparably \nto those using mid-pregnancy fasting samples.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12916-025-04258-w\nPMCID: PMC12275388\nPMID: 40682053 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The study protocol was reviewed and approved by institutional \nreview boards at NICHD and each of the clinical sites. Written informed consent \nwas obtained from all the participants. The IRB approval number is NICHD \n(09-CH-N152). Consent for publication: Not applicable. Competing interests: The \nauthors declare no competing interests.",
    "authors": [
      "Yang J",
      "Cao Y",
      "Qian F",
      "Grewal J",
      "Sacks DB",
      "Chen Z",
      "Tsai MY",
      "Chen J",
      "Zhang C"
    ],
    "journal": "BMC medicine",
    "year": "2025"
  },
  {
    "pmid": "40685096",
    "title": "Cell-free circulating epigenomic signatures: Non-invasive biomarkers of pregnancy-related outcomes associated with plasticizer exposure.",
    "abstract": "1. Reprod Toxicol. 2025 Jul 18:109000. doi: 10.1016/j.reprotox.2025.109000.\nOnline  ahead of print.\n\nCell-free circulating epigenomic signatures: Non-invasive biomarkers of \npregnancy-related outcomes associated with plasticizer exposure.\n\nRajan AK(1), Mohanty A(1), Swain P(1), Tiwari R(1), Gurjar V(2), Srivasatava \nRK(3), Mishra PK(4).\n\nAuthor information:\n(1)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India.\n(2)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India; Faculty of Medical Research, Academy of Scientific and Innovative \nResearch (AcSIR), Ghaziabad, India.\n(3)Department of Biotechnology, All India Institute of Medical Sciences (AIIMS), \nNew Delhi, India.\n(4)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India; Faculty of Medical Research, Academy of Scientific and Innovative \nResearch (AcSIR), Ghaziabad, India. Electronic address: pkm_8bh@yahoo.co.uk.\n\nGlobally, plastics have revolutionized industrial and societal advancements, but \ntheir durability and low degradability have led to significant environmental \npollution. Plasticizers, such as bisphenol A (BPA) and phthalates, are widely \nused to enhance the flexibility and durability of plastics; however, they are \nalso recognized as endocrine-disrupting chemicals (EDCs) with severe health \nimplications. These chemicals are associated with reproductive toxicity, \ndevelopmental disruptions, and multigenerational health effects. Recent research \nhas highlighted the impact of plasticizers on irreversible epigenetic \nmodifications, which influence abnormal gene expression patterns without \naltering the DNA sequence. Histone alterations, DNA methylation, and non-coding \nRNA regulation are essential pathways. Exposure to BPA and phthalates disrupts \nthese epigenetic processes, leading to long-term reproductive health issues, \nincluding infertility, implantation failures, preterm birth, and pregnancy \ncomplications such as gestational diabetes and preeclampsia. Cell-free \ncirculating nucleic acids are promising non-invasive biomarkers for the early \ndetection of pregnancy complications, such as preeclampsia, with the potential \nto predict sensitivity and track gestational age and underlying \npathophysiological processes. Combining circulating nucleic acid analysis with \nevaluations of plasticizer exposure may aid in stratifying high-risk \npregnancies. Here, we examined the mechanisms by which plasticizers induce \nepigenetic alterations, their impact on reproductive health and pregnancy \noutcomes, and potential biomarkers for identifying these changes to facilitate \ntailored management of pregnancy complications and assess reproductive health \nrisks.\n\nCopyright © 2025 Elsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.reprotox.2025.109000\nPMID: 40685096\n\nConflict of interest statement: Declaration of Competing Interest The authors \ndeclare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this \npaper",
    "authors": [
      "Rajan AK",
      "Mohanty A",
      "Swain P",
      "Tiwari R",
      "Gurjar V",
      "Srivasatava RK",
      "Mishra PK"
    ],
    "journal": "Reproductive toxicology (Elmsford, N.Y.)",
    "year": "2025"
  },
  {
    "pmid": "40685323",
    "title": "Increased fractalkine expression in placental tissue and HUVECs from pregnant women with gestational diabetes mellitus and its correlation with clinicopathological variables in a case-control study.",
    "abstract": "1. J Matern Fetal Neonatal Med. 2025 Dec;38(1):2534505. doi: \n10.1080/14767058.2025.2534505. Epub 2025 Jul 20.\n\nIncreased fractalkine expression in placental tissue and HUVECs from pregnant \nwomen with gestational diabetes mellitus and its correlation with \nclinicopathological variables in a case-control study.\n\nUsta A(1), Sancakli Usta C(1), Lafci D(1), Tekcan C(2), Turan G(3).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, School of Medicine, Balikesir \nUniversity, Balıkesir, Turkey.\n(2)Clinic of Obstetrics and Gynecology, Private Clinic, Istanbul, Turkey.\n(3)Department of Pathology, School of Medicine, Balikesir University, Balıkesir, \nTurkey.\n\nAIM: Gestational diabetes mellitus is defined as any glucose intolerance that \nbegins during pregnancy, and it is one of the most common metabolic disorders \ncomplicating pregnancies, affecting approximately 10-14% of all pregnancies. \nMaternal carbohydrate metabolism changes during pregnancy to ensure adequate \nnutrition for the fetus, with the human umbilical vein and the placenta being \nimportant regulators of this physiological state. This study aimed to evaluate \nfractalkine (FKN) immunoreactivity in GDM pregnancies and its association with \nmaternal/fetal health outcomes.\nMETHODS: In this case-control study, a total of 89 pregnant women (44 GDM and 45 \nnon-GDM) underwent a 50 g glucose loading test (GCT) between 24 and 28 weeks of \ngestation. GCT cutoff value was chosen as <140 mg/dl. Women with high GCT values \nunderwent rapid diagnostic testing with a 3-hour glucose tolerance test (GTT). \nPlacenta samples were obtained after cesarean section. Immunohistochemistry for \nFKN was performed on formalin-fixed and paraffin-embedded sections. Finally, the \nrelationship between FKN expression and clinical manifestations of GDM was \nevaluated.\nRESULTS: FKN expression was significantly different between pregnant women with \nand without GDM. Specifically, FKN expression was increased in the capillary \nendothelium (p < 0.0001) and human umbilical vein endothelial cells (HUVECs) \n(p = 0.0011) in pregnant women with GDM compared to those without GDM. \nFurthermore, FKN expression in HUVECs was found to be associated with fetal \nmacrosomia (p = 0.0099) and neonatal hypoglycemia (p = 0.0291). Additionally, \nFKN expression in the capillary endothelium was found to be associated with \npreeclampsia (p = 0.0250). Regarding the pathological changes of the placenta \nwith FKN expression, significant correlations were identified with both \ncapillary endothelial FKN expression and HUVEC FKN expression.\nCONCLUSIONS: The observed differences suggest a potential association between \nthe immunohistochemical expression of FKN and the presence of GDM, placental \nchanges, and adverse outcomes of pregnancy.\n\nDOI: 10.1080/14767058.2025.2534505\nPMID: 40685323 [Indexed for MEDLINE]",
    "authors": [
      "Usta A",
      "Sancakli Usta C",
      "Lafci D",
      "Tekcan C",
      "Turan G"
    ],
    "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
    "year": "2025"
  }
]
