{
  "pmid": "40678319",
  "title": "Association between gestational diabetes mellitus and risk of breast cancer: a systematic review and meta-analysis.",
  "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1621932. doi: \n10.3389/fendo.2025.1621932. eCollection 2025.\n\nAssociation between gestational diabetes mellitus and risk of breast cancer: a \nsystematic review and meta-analysis.\n\nLi J(#)(1), Li J(#)(2), Jin J(3), Zhang R(3), Li R(4), Xu X(1), Wang Y(1), Hu \nX(1), Wang L(5), Yu S(5).\n\nAuthor information:\n(1)Department of Geriatric Radiology, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(2)Department of the Sixth Health Care, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(3)Department of Geriatric Emergency, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(4)Department of the First Health Care, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(5)Department of Geriatric Cardiovascular, The Second Medical Centre & National \nClinical Research Centre, Chinese PLA General Hospital, Beijing, China.\n(#)Contributed equally\n\nBACKGROUND: Gestational diabetes mellitus (GDM), a prevalent metabolic \ncomplication during pregnancy, has a global prevalence of approximately 14%. Its \nonset is closely associated with insulin resistance, insufficient compensatory \nfunction of β - cells, and abnormal placental function. Epidemiological studies \nhave indicated that type 2 diabetes is an independent risk factor for breast \ncancer. However, the association between GDM and the risk of breast cancer \nremains controversial.\nOBJECTIVE: This systematic review and meta-analysis aim to comprehensively \nevaluate the association between GDM and the risk of breast cancer and explore \nits underlying mechanisms.\nMETHODS: This study systematically searched PubMed, Web of Science, Scopus, \nEMBASE, and the Cochrane Library databases, covering the period from \nestablishing each database until April 14, 2025. Two researchers extracted \nrelevant data and assessed the quality of included studies using the \nNewcastle-Ottawa Scale. The study evaluated inter-study heterogeneity using the \nI² statistic. Based on the magnitude of heterogeneity, fixed-effect or \nrandom-effect models were employed to calculate the pooled hazard ratio (HR) and \nits corresponding 95% confidence interval (CI). Additionally, subgroup analyses, \nsensitivity analyses, funnel plot analyses, and publication bias assessments \nwere performed. All data analyses were conducted using STATA 17 software.\nRESULTS: The overall analysis revealed no significant association between GDM \nand breast cancer risk (HR=1.03, 95%CI: 0.92-1.15). However, subgroup analysis \nrevealed significant regional heterogeneity: within the regional subgroups, \nNorth American results showed an association between GDM and a reduced breast \ncancer risk (HR=0.89, 95%CI: 0.84-0.95), whereas Asian findings suggested an \nassociation with an increased risk (HR=1.23, 95%CI: 1.15-1.31). No significant \nassociations were observed in subgroups based on study design \n(cohort/case-control) or follow-up duration (short-term/long-term). Sensitivity \nanalysis demonstrated robust results, and there was no publication bias in this \nstudy.\nCONCLUSION: In summary, there is no significant association between GDM and \nbreast cancer risk overall. However, notable regional heterogeneity exists: in \nthe North American subgroup, GDM is associated with a reduced risk of breast \ncancer, while in the Asian subgroup, GDM is significantly associated with an \nincreased risk of breast cancer.\nSYSTEMATIC REVIEW REGISTRATION: https://www.crd.york.ac.uk/PROSPERO/, identifier \nCRD420251032589.\n\nCopyright © 2025 Li, Li, Jin, Zhang, Li, Xu, Wang, Hu, Wang and Yu.\n\nDOI: 10.3389/fendo.2025.1621932\nPMCID: PMC12267041\nPMID: 40678319 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Li J",
    "Li J",
    "Jin J",
    "Zhang R",
    "Li R",
    "Xu X",
    "Wang Y",
    "Hu X",
    "Wang L",
    "Yu S"
  ],
  "journal": "Frontiers in endocrinology",
  "year": "2025"
}