{
  "pmid": "40636710",
  "title": "A murine model of gestational diabetes reveals MASLD risk and alterations in markers of hepatic mitochondrial metabolism.",
  "abstract": "1. Front Endocrinol (Lausanne). 2025 Jun 25;16:1498764. doi: \n10.3389/fendo.2025.1498764. eCollection 2025.\n\nA murine model of gestational diabetes reveals MASLD risk and alterations in \nmarkers of hepatic mitochondrial metabolism.\n\nShryack GE(1)(2)(3), Krause AA(1)(2)(3), Hernandez Ruano S(4), Schulz LC(5), \nPennington KA(4), Rector RS(1)(2)(3).\n\nAuthor information:\n(1)Research Service, Harry S Truman Memorial Veterans Medical Center, Columbia, \nMO, United States.\n(2)NextGen Precision Health, University of Missouri, Columbia, MO, United \nStates.\n(3)Department of Nutrition and Exercise Physiology, University of Missouri, \nColumbia, MO, United States.\n(4)Department of Obstetrics and Gynecology, Baylor College of Medicine, Houston, \nTX, United States.\n(5)Deparment of Obstetrics, Gynecology, and Women's Health, University of \nMissouri, Columbia, MO, United States.\n\nINTRODUCTION: Gestational Diabetes Mellitus (GDM) impacts roughly 1 in 7 \npregnancies and results in metabolic dysfunction-associated steatotic liver \ndisease (MASLD) in 30% of these women. Nonetheless, there exists a dearth of \ninvestigation into the relationship between GDM and MASLD. Here, we sought to \ninvestigate the potential role of hepatic mitochondrial function in GDM and \nMASLD.\nMETHODS: One week prior to conception and throughout pregnancy, mice were fed \neither a low-fat control diet (CD) or a high-fat, high-sucrose (HFHS) diet to \ninduce an established model of GDM. Maternal livers were collected at day 0, \n6.5, 13.5 and 17.5 of pregnancy. Hepatic markers (via mRNA and western blot \nanalyses) of mitochondrial biogenesis, autophagy, mitophagy, activity, and \nfunction were assessed, as well as markers of inflammation and antioxidant \nstatus were evaluated.\nRESULTS: Progressing gestation in both CD and GDM dams significantly decreased \nprotein and mRNA markers of hepatic mitochondrial biogenesis (Pgc1-α, Tfam), \nautophagy (Atg5, Sqstm1), mitophagy (Pink1, Bnip3) and lipid handling (Ampk, \npAMPK/AMPK, FAS, ACC, pACC, Mttp) with a main effect for time (P<0.05). \nHFHS-induced model of GDM lead to significant elevations in liver triglycerides \nand NAFLD Activity Score (NAS) (P<0.0001, P<0.0001) independent of body weight \ngain during gestation. MASLD development in the GDM mice occurred in conjunction \nwith significant reductions in hepatic mitochondrial activity at day 6.5 \n(citrate synthase, p<0.01) and day 17.5 (β-HAD, citrate synthase, P<0.001) \ncompared to CD mice. However, GDM lead to elevated protein and/or mRNA markers \nof mitochondrial biogenesis (Tfam), mitophagy (BNIP3, Bnip3, Sqstm1, Pink1), \nlipid handling (Mttp), inflammation (Il-1β, Tnf-α, Tgf-β) and antioxidant \ndefense (Gxp1, Nfe2l2, Sod2) (P<0.05).\nDISCUSSION: Pregnancy, independent of diet, decreased markers of liver \nmitochondrial biogenesis, autophagy, and mitophagy in dams. The GDM mouse model \nexhibited elevated hepatic TG and NAS, as well as decreased liver mitochondrial \nactivity. These findings demonstrate that pregnancy and GDM significantly impact \nmaternal liver mitochondrial metabolism and unveil new insight on the potential \nrelationship between MASLD and GDM.\n\nCopyright © 2025 Shryack, Krause, Hernandez Ruano, Schulz, Pennington and \nRector.\n\nDOI: 10.3389/fendo.2025.1498764\nPMCID: PMC12237674\nPMID: 40636710 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Shryack GE",
    "Krause AA",
    "Hernandez Ruano S",
    "Schulz LC",
    "Pennington KA",
    "Rector RS"
  ],
  "journal": "Frontiers in endocrinology",
  "year": "2025"
}