{
  "pmid": "40670958",
  "title": "First-trimester triglyceride-glucose index and birth weight: a retrospective cohort mediation analysis of preterm birth and gestational complications.",
  "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 16;25(1):765. doi: \n10.1186/s12884-025-07885-6.\n\nFirst-trimester triglyceride-glucose index and birth weight: a retrospective \ncohort mediation analysis of preterm birth and gestational complications.\n\nCui J(#)(1), Jiang H(#)(2), Huang F(#)(3), Xie M(4), Cui Z(5), Chen X(1), OUYang \nL(1), Li P(6), Wang Y(7).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, Third Affiliated Hospital of Sun \nYat-Sen University, No. 600, Tianhe Road, Guangzhou, 510630, China.\n(2)Shenzhen Institute of Advanced Technology, Chinese Academy of Sciences, \nShenzhen, China.\n(3)Department of Anesthesiology, Third Affiliated Hospital of Sun Yat-Sen \nUniversity, No. 600, Tianhe Road, Guangzhou, 510630, China.\n(4)Department of obstetrics, Shenzhen Longhua District Central Hospital, \nShenzhen, China.\n(5)Department of Preventive Medicine, Guangxi Medical University, Nanning, \nChina.\n(6)Department of Obstetrics and Gynecology, Third Affiliated Hospital of Sun \nYat-Sen University, No. 600, Tianhe Road, Guangzhou, 510630, China. \nliping23@mail.sysu.edu.cn.\n(7)Department of Anesthesiology, Third Affiliated Hospital of Sun Yat-Sen \nUniversity, No. 600, Tianhe Road, Guangzhou, 510630, China. \nwangyl5@mail.sysu.edu.cn.\n(#)Contributed equally\n\nBACKGROUND: Insulin resistance during pregnancy, while physiologically adaptive \nto enhance fetal nutrient supply, becomes pathological when excessive, \ncontributing to low birth weight (LBW). The triglyceride-glucose (TyG) index, a \nbiomarker of insulin resistance, predicts gestational complications, but its \npathways to birth weight disparities remain unclear. This study investigates \nwhether and to what extent first-trimester TyG index influences birth weight \nthrough preterm birth and gestational complications.\nMETHODS: In this retrospective cohort study, 8,605 singleton pregnancies from a \nChinese hospital (2015-2021) were analyzed. TyG index was calculated from \nfirst-trimester fasting glucose and triglycerides. Outcomes included gestational \ndiabetes mellitus (GDM), hypertension, preeclampsia, preterm birth, LBW, \nmacrosomia, and small/large-for-gestational-age (SGA/LGA). Logistic/multinomial \nregression assessed associations, followed by causal mediation analysis (R \nmedflex package) to decompose direct/indirect effects. Models adjusted for \nmaternal age, body mass index, education, parity, and diabetes family history.\nRESULTS: A 1-standard deviation TyG index increase was associated with elevated \nrisks of gestational complications (i.e., GDM, gestational hypertension, and \npreeclampsia). Higher TyG index level also showed positive associations with \nadverse birth outcomes: preterm birth (OR = 1.20, 95% CI: 1.08-1.34), LBW \n(OR = 1.11, 95% CI: 1.00-1.24), and LGA (OR = 1.12, 95% CI: 1.05-1.21), but not \nwith macrosomia or SGA. Mediation analysis revealed that individual gestational \ncomplications mediated 17.7% (GDM), 11.1% (gestational hypertension), and 18.9% \n(preeclampsia) of the TyG-LBW association, with a joint mediation effect of \n37.5%. Preterm birth alone mediated 89.0% of the TyG index-LBW association. When \nconsidering all mediators together (preterm birth and gestational \ncomplications), the joint natural indirect effect was 1.12 (95% CI 1.05-1.18) \nwith a null natural direct effect being 1.00 (95% CI 0.90-1.11), indicating full \nmediation. These mediation patterns were primarily evident among women with \nnormal pre-pregnancy weight. Quartile-based comparisons (4th vs. 1st ) yielded \nsimilar results.\nCONCLUSION: Our findings highlight a significant association between the \nfirst-trimester TyG index and LBW with preterm birth emerging as the primary \nmediating pathway and gestational complications contributing partially to this \nrelationship. Future research should explore whether interventions aimed at \npreventing preterm birth and gestational complications can mitigate the LBW \nrisk.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07885-6\nPMCID: PMC12265213\nPMID: 40670958 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study was approved by the ethics committee of the Third \nAffiliated Hospital of Sun Yat-Sen University (serial number: [2021]02–266-01). \nConsent for publication: Not applicable. Competing interests: The authors \ndeclare no competing interests.",
  "authors": [
    "Cui J",
    "Jiang H",
    "Huang F",
    "Xie M",
    "Cui Z",
    "Chen X",
    "OUYang L",
    "Li P",
    "Wang Y"
  ],
  "journal": "BMC pregnancy and childbirth",
  "year": "2025"
}