{
  "pmid": "40630399",
  "title": "The consequences of ultra-processed foods on brain development during prenatal, adolescent and adult stages.",
  "abstract": "1. Front Public Health. 2025 Jun 23;13:1590083. doi: 10.3389/fpubh.2025.1590083. \neCollection 2025.\n\nThe consequences of ultra-processed foods on brain development during prenatal, \nadolescent and adult stages.\n\nMottis G(1), Kandasamey P(1)(2)(3), Peleg-Raibstein D(1)(2)(3)(4).\n\nAuthor information:\n(1)Department of Health Sciences and Technology, ETH Zurich, Zurich, \nSwitzerland.\n(2)Institute for Neuroscience, Department of Health Sciences and Technology, ETH \nZurich, Zurich, Switzerland.\n(3)Institute of Food, Nutrition and Health, Department of Health Sciences and \nTechnology, ETH Zurich, Zurich, Switzerland.\n(4)Neuroscience Center Zurich, University of Zurich, ETH Zurich, Zurich, \nSwitzerland.\n\nUltra-processed foods (UPFs) are highly refined formulations of non-nutritive \ncompounds containing elevated amounts of sugar, fat, sodium, food additives, and \ndietary emulsifiers. Consumption of UPF is robustly linked to a range of \nnon-communicable diseases, including obesity, type 2 diabetes, cardiovascular \ndisease, and mental disorders in adults. While substantial research highlights \nthe negative health impacts of UPFs in adulthood, their effects on brain \ndevelopment during critical periods of biological vulnerability, pregnancy, \nchildhood, and adolescence, remain underexplored. During pregnancy, significant \nmetabolic and physiological adaptations occur to support fetal growth, making \nmaternal diet quality essential for optimal perinatal outcomes. Poor maternal \nnutrition, including high UPF consumption, has been associated with an increased \nrisk of hypertensive disorders, gestational diabetes, and adverse birth weights, \npotentially predisposing offspring to metabolic health disorders later in life. \nSimilarly, in early childhood, inadequate nutrition is a key risk factor for \ndevelopmental impairments, influencing cognitive function and long-term health \noutcomes. Adolescence, another critical stage of brain maturation, is \nparticularly susceptible to the effects of micronutrient deficiencies, often \nexacerbated by diets high in UPFs, which can impair neurodevelopment and \ncognitive performance. As UPFs continue to dominate modern diets, accounting for \nover 50% of total energy intake in some developed nations, understanding their \nlong-term impact on brain development is crucial. Early-life exposure to UPFs \nmay contribute to lasting cognitive deficits and increased susceptibility to \nmental health disorders, emphasizing the urgent need for targeted dietary \ninterventions and public health strategies aimed at pregnant women, children, \nand adolescents.\n\nCopyright © 2025 Mottis, Kandasamey and Peleg-Raibstein.\n\nDOI: 10.3389/fpubh.2025.1590083\nPMCID: PMC12235085\nPMID: 40630399 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Mottis G",
    "Kandasamey P",
    "Peleg-Raibstein D"
  ],
  "journal": "Frontiers in public health",
  "year": "2025"
}