{
  "pmid": "40660790",
  "title": "Neurodevelopmental Consequences of Maternal Diabetes: Autophagy and Spatial Arrangement of Hippocampal Neurons.",
  "abstract": "1. CNS Neurosci Ther. 2025 Jul;31(7):e70518. doi: 10.1111/cns.70518.\n\nNeurodevelopmental Consequences of Maternal Diabetes: Autophagy and Spatial \nArrangement of Hippocampal Neurons.\n\nBoutegaz SM(1), Namavar MR(2)(3)(4), Shadi M(1)(5), Kabiri-Rad H(5), \nVafaei-Nezhad S(1)(5).\n\nAuthor information:\n(1)Department of Anatomical Sciences, Faculty of Medicine, Birjand University of \nMedical Sciences, Birjand, Iran.\n(2)Histomorphometry and Stereology Research Center, Shiraz University of Medical \nSciences, Shiraz, Iran.\n(3)Clinical Neurology Research Center, Shiraz University of Medical Sciences, \nShiraz, Iran.\n(4)Department of Anatomical Sciences, School of Medicine, Shiraz University of \nMedical Sciences, Shiraz, Iran.\n(5)Cellular & Molecular Research Center, Birjand University of Medical Sciences, \nBirjand, Iran.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) is a prevalent metabolic \ndisorder that disrupts fetal central nervous system (CNS) development. This \nstudy investigates the effects of maternal diabetes on hippocampal structure and \nautophagy-related mechanisms in neonatal rats, focusing on the PI3K/mTOR \nsignaling pathway.\nMETHODS: Forty female Wistar rats were divided into three groups: control (CON), \ndiabetic (STZ-D), and insulin-treated diabetic (STZ-INS). Hyperglycemia was \ninduced using streptozotocin, and offspring were analyzed at postnatal day 14 \n(P14). Histological evaluations of hippocampal structure were conducted using \nhematoxylin and eosin (H&E) staining, and neuronal damage was assessed with \ntoluidine blue staining. Autophagy-related gene expression (Beclin-1, LC-3, \nATG-7) and the PI3K/mTOR signaling pathway were examined using real-time PCR.\nRESULTS: Offspring from the STZ-D group exhibited significant reductions in \nhippocampal volume and increased dark neurons in the CA1 and CA2 regions \ncompared to the CON and STZ-INS groups. Gene expression analysis revealed a \nmarked downregulation of ATG-7 and significant upregulation of PI3K and mTOR in \nthe STZ-D group, while Beclin-1 and LC-3 showed no significant changes. Insulin \ntreatment mitigated these adverse effects, preserving hippocampal structure and \nreducing neuronal damage. In addition, the results of the Voronoi tessellation \nmethod showed that hippocampal neural cells depict a regular pattern in \ndifferent subfields in all experimental groups.\nCONCLUSION: Maternal hyperglycemia disrupts hippocampal development by altering \nautophagy and activating the PI3K/mTOR pathway, contributing to neuronal damage. \nInsulin treatment during pregnancy can counteract these effects, emphasizing the \nimportance of glycemic control. These findings highlight potential therapeutic \ntargets for mitigating CNS impairments in the offspring of diabetic mothers.\n\n© 2025 The Author(s). CNS Neuroscience & Therapeutics published by John Wiley & \nSons Ltd.\n\nDOI: 10.1111/cns.70518\nPMCID: PMC12260216\nPMID: 40660790 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
  "authors": [
    "Boutegaz SM",
    "Namavar MR",
    "Shadi M",
    "Kabiri-Rad H",
    "Vafaei-Nezhad S"
  ],
  "journal": "CNS neuroscience & therapeutics",
  "year": "2025"
}