{
  "pmid": "40685096",
  "title": "Cell-free circulating epigenomic signatures: Non-invasive biomarkers of pregnancy-related outcomes associated with plasticizer exposure.",
  "abstract": "1. Reprod Toxicol. 2025 Jul 18:109000. doi: 10.1016/j.reprotox.2025.109000.\nOnline  ahead of print.\n\nCell-free circulating epigenomic signatures: Non-invasive biomarkers of \npregnancy-related outcomes associated with plasticizer exposure.\n\nRajan AK(1), Mohanty A(1), Swain P(1), Tiwari R(1), Gurjar V(2), Srivasatava \nRK(3), Mishra PK(4).\n\nAuthor information:\n(1)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India.\n(2)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India; Faculty of Medical Research, Academy of Scientific and Innovative \nResearch (AcSIR), Ghaziabad, India.\n(3)Department of Biotechnology, All India Institute of Medical Sciences (AIIMS), \nNew Delhi, India.\n(4)Division of Environmental Biotechnology, Genetics & Molecular Biology \n(EBGMB), ICMR-National Institute for Research in Environmental Health (NIREH), \nBhopal, India; Faculty of Medical Research, Academy of Scientific and Innovative \nResearch (AcSIR), Ghaziabad, India. Electronic address: pkm_8bh@yahoo.co.uk.\n\nGlobally, plastics have revolutionized industrial and societal advancements, but \ntheir durability and low degradability have led to significant environmental \npollution. Plasticizers, such as bisphenol A (BPA) and phthalates, are widely \nused to enhance the flexibility and durability of plastics; however, they are \nalso recognized as endocrine-disrupting chemicals (EDCs) with severe health \nimplications. These chemicals are associated with reproductive toxicity, \ndevelopmental disruptions, and multigenerational health effects. Recent research \nhas highlighted the impact of plasticizers on irreversible epigenetic \nmodifications, which influence abnormal gene expression patterns without \naltering the DNA sequence. Histone alterations, DNA methylation, and non-coding \nRNA regulation are essential pathways. Exposure to BPA and phthalates disrupts \nthese epigenetic processes, leading to long-term reproductive health issues, \nincluding infertility, implantation failures, preterm birth, and pregnancy \ncomplications such as gestational diabetes and preeclampsia. Cell-free \ncirculating nucleic acids are promising non-invasive biomarkers for the early \ndetection of pregnancy complications, such as preeclampsia, with the potential \nto predict sensitivity and track gestational age and underlying \npathophysiological processes. Combining circulating nucleic acid analysis with \nevaluations of plasticizer exposure may aid in stratifying high-risk \npregnancies. Here, we examined the mechanisms by which plasticizers induce \nepigenetic alterations, their impact on reproductive health and pregnancy \noutcomes, and potential biomarkers for identifying these changes to facilitate \ntailored management of pregnancy complications and assess reproductive health \nrisks.\n\nCopyright © 2025 Elsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.reprotox.2025.109000\nPMID: 40685096\n\nConflict of interest statement: Declaration of Competing Interest The authors \ndeclare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this \npaper",
  "authors": [
    "Rajan AK",
    "Mohanty A",
    "Swain P",
    "Tiwari R",
    "Gurjar V",
    "Srivasatava RK",
    "Mishra PK"
  ],
  "journal": "Reproductive toxicology (Elmsford, N.Y.)",
  "year": "2025"
}