{
  "pmid": "40678316",
  "title": "Assessment of neonatologists' competency in managing gestational diabetes complications: a cross-sectional analysis from China.",
  "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1574480. doi: \n10.3389/fendo.2025.1574480. eCollection 2025.\n\nAssessment of neonatologists' competency in managing gestational diabetes \ncomplications: a cross-sectional analysis from China.\n\nYang Y(1), Yang Y(1).\n\nAuthor information:\n(1)Department of Neonatal, The Central Hospital of Enshi Tujia and Miao \nAutonomous, Enshi, Hubei, China.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) significantly impacts long-term \nchild health outcomes. This study assessed neonatologists' knowledge, attitudes, \nand practices (KAP) regarding GDM-related complications in offspring.\nMETHODS: A cross-sectional study of 1,614 neonatologists in Hubei Province, \nChina, utilized a validated 28-item questionnaire examining knowledge (12 \nitems), attitudes (8 items), and practices (8 items). Responses were scored on a \ntrichotomous scale. Binary logistic regression analyzed predictors of \nsatisfactory performance across domains.\nRESULTS: Among 1,614 neonatologists, 1,437 (89%) demonstrated satisfactory \nknowledge, 1,513 (94%) positive attitudes, and 1,165 (72%) good practices. \nKnowledgeable practitioners were significantly older (45.4 vs 36.2 years; OR \n1.42 [95% CI 1.40-1.44]; p<.001) with greater experience (13.8 vs 10.5 years; \n1.41 [1.35-1.46]; p<.001). Academic hospital affiliation showed higher \ncompetency versus community settings (0.12 [0.08-0.20]; p<.001). Practice \npatterns varied by education, with MD-PhD holders demonstrating higher odds of \ngood practice (1.32 [1.03-1.71]; P=.032) compared with fellowship training (0.69 \n[0.51-0.92]; p=.009). Universal documentation of maternal GDM coexisted with \nsuboptimal rates of periodic evaluations (81%) and specialist referrals (84%). \nKnowledge competency (7.52 [5.90-9.60]; p<.001) and positive attitudes (15.81 \n[9.90-25.26]; p<.001) strongly predicted practice patterns.\nCONCLUSIONS: Despite high knowledge levels and positive attitudes, particularly \namong experienced practitioners in academic settings, implementation gaps exist \nin follow-up protocols and specialist referrals. Practice setting significantly \ninfluences care delivery, suggesting the need for standardized protocols across \nhealthcare tiers.\n\nCopyright © 2025 Yang and Yang.\n\nDOI: 10.3389/fendo.2025.1574480\nPMCID: PMC12268886\nPMID: 40678316 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Yang Y",
    "Yang Y"
  ],
  "journal": "Frontiers in endocrinology",
  "year": "2025"
}