{
  "pmid": "40678318",
  "title": "Single-center prospective study on thyroid function outcomes and neurological prognoses at 3 years of age in children with mild neonatal hyperthyrotropinemia.",
  "abstract": "1. Front Endocrinol (Lausanne). 2025 Jul 3;16:1548086. doi: \n10.3389/fendo.2025.1548086. eCollection 2025.\n\nSingle-center prospective study on thyroid function outcomes and neurological \nprognoses at 3 years of age in children with mild neonatal hyperthyrotropinemia.\n\nSun G(1), Zhang R(1), Zhang J(1), Zhou Y(1), Tang Z(1), Liu L(1), Hou X(1).\n\nAuthor information:\n(1)Department of Pediatrics, Peking University First Hospital, Beijing, China.\n\nOBJECTIVE: To explore early management strategies for full-term neonates with \nTSH 5-10 mU/L and normal FT4.\nMETHODS: In this single-center longitudinal prospective study, 88 neonates \ndiagnosed at 7-14 days were followed to age three.\nRESULTS: 94.3% (83/88) had transient TSH elevation; 77 normalized within two \nmonths without treatment, while six received levothyroxine (3-5µg/kg/day). Five \nneonates (5.7%) exhibited persistent hyperthyrotropinemia and had significantly \nhigher initial TSH. No hyperthyroidism was observed. Following up to 3 years \nold, only one child (1/81, 1.2%) exhibited development delay in personal-social \ndevelopment. Neonates with transient hyperthyrotropinaemia scored higher in \nproblem-solving and personal-social domains than those with persistent \nhyperthyrotropinaemia. Neonatal FT4 at 7-14 days, timing of TSH normalization, \nand maternal early-pregnancy FT4 influenced the neurodevelopment of neonates. \nInfants of mothers with gestational diabetes scored lower in the personal-social \ndomain.\nCONCLUSIONS: Persistent hyperthyrotropinemia occurs in 5.7% of mild cases and is \nassociated with higher initial TSH. Levothyroxine at 3-5 µg/kg/day is both \nadequate and safe. The majority of neonates got a normal neurodevelopment by age \n3, and the subtle difference between transient and persistent \nhyperthyrotropinemia was impacted by both maternal and neonatal factors.\n\nCopyright © 2025 Sun, Zhang, Zhang, Zhou, Tang, Liu and Hou.\n\nDOI: 10.3389/fendo.2025.1548086\nPMCID: PMC12267032\nPMID: 40678318 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Sun G",
    "Zhang R",
    "Zhang J",
    "Zhou Y",
    "Tang Z",
    "Liu L",
    "Hou X"
  ],
  "journal": "Frontiers in endocrinology",
  "year": "2025"
}