{
  "pmid": "40679909",
  "title": "GDM links to increased neonatal myocardial hypertrophy via ANGPTL7: prospective cohort study.",
  "abstract": "1. J Obstet Gynaecol. 2025 Dec;45(1):2531366. doi: 10.1080/01443615.2025.2531366.\n Epub 2025 Jul 18.\n\nGDM links to increased neonatal myocardial hypertrophy via ANGPTL7: prospective \ncohort study.\n\nJian W(1)(2), Shi S(1), Yang X(1), Huang Y(3), Du C(3), He M(1), Li X(1), Huang \nM(1), Yuan R(1), Wei L(1), Yang S(2), Cai S(1), Yang J(2)(3).\n\nAuthor information:\n(1)Department of Neonatology, Zhongshan City People's Hospital, Zhongshan, \nChina.\n(2)Department of Neonatology, Guangdong Maternal and Children Hospital, \nGuangzhou, China.\n(3)Department of Neonatology, Nanfang Hospital, Southern Medical University, \nGuangzhou, China.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) can negatively impact newborn \ncardiac health, particularly causing myocardial hypertrophy. This study examined \nthe relationship between umbilical cord blood levels of angiopoietin-like \nprotein 7 (ANGPTL7) in term neonates born to mothers with GDM and myocardial \ndevelopment, assessing its potential as an early predictive marker.\nMETHODS: The study involved 46 newborns exposed to GDM and 46 healthy controls. \nMeasure the interventricular septum (IVS) thickness through cardiac ultrasound \nand evaluate the level of ANGPTL7 in umbilical cord blood using the ELISA \nmethod.\nRESULTS: The incidence of myocardial hypertrophy in the GDM group was 19.6%, \nsignificantly higher than 0% in the control group, and increased to 27.3% in \nneonates of mothers with GDM and poor glycaemic control. ANGPTL7 levels in the \nGDM group were significantly elevated compared to the control group (1.87 vs. \n1.11 ng/mL). Furthermore, these levels were positively correlated with IVS \nthickness. In the poorly-controlled GDM subgroup (GDM-A), neonates had \nsignificantly higher ANGPTL7 levels and IVS/LVPW ratio (1.19 vs. 1.03), \nindicating more severe myocardial abnormalities.\nCONCLUSION: ANGPTL7 may contribute to myocardial hypertrophy in GDM neonates by \npromoting insulin resistance. Monitoring ANGPTL7 levels in umbilical cord blood \ncould help identify high-risk neonates and guide optimal glycaemic management \nduring pregnancy. Although the sample size was small, the study offers new \nevidence of ANGPTL7's clinical utility. Future research should expand the sample \nsize and investigate the molecular mechanisms of ANGPTL7 to develop personalised \ninterventions.\nTRIAL REGISTRATION: This study was not registered prospectively.\n\nPlain Language Summary: This study explored how diabetes during pregnancy \naffects newborns’ heart health, focusing on a protein called ANGPTL7 in \numbilical cord blood that may relate to heart issues in infants. To explore \nthis, we compared 46 babies born to mothers with GDM to 46 babies born to \nmothers without diabetes. Doctors performed heart ultrasounds on these babies to \nmeasure the thickness of their heart walls and also tested the levels of ANGPTL7 \nin their umbilical cord blood.Our main discoveries were that babies born to \nmothers with diabetes were more likely to have thicker heart walls compared to \nbabies born to mothers without diabetes. Furthermore, when diabetes was not well \nmanaged during pregnancy, the babies faced an even higher risk of heart \nproblems. We also found that higher levels of ANGPTL7 in the umbilical cord \nblood were associated with more severe changes in the heart structure of these \nnewborns.These findings are significant because testing for ANGPTL7 at birth \ncould help doctors in several ways. It could identify babies who need closer \nmonitoring of their heart health, guide mothers on how to better control their \ndiabetes during pregnancy to protect their baby’s heart, and pave the way for \ndeveloping new treatments aimed at safeguarding the hearts of babies born to \nmothers with diabetes. Although further research is necessary, our study offers \nhope for improved care and outcomes for both mothers with diabetes and their \nnewborns.\n\nDOI: 10.1080/01443615.2025.2531366\nPMID: 40679909 [Indexed for MEDLINE]",
  "authors": [
    "Jian W",
    "Shi S",
    "Yang X",
    "Huang Y",
    "Du C",
    "He M",
    "Li X",
    "Huang M",
    "Yuan R",
    "Wei L",
    "Yang S",
    "Cai S",
    "Yang J"
  ],
  "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
  "year": "2025"
}