{
  "pmid": "40673650",
  "title": "Gestational Diabetes-Screening, Prevalence and Postpartum Diabetes: Population-Based Cohort Study.",
  "abstract": "1. Diabetes Metab Res Rev. 2025 Jul;41(5):e70068. doi: 10.1002/dmrr.70068.\n\nGestational Diabetes-Screening, Prevalence and Postpartum Diabetes: \nPopulation-Based Cohort Study.\n\nLutski M(1)(2), Saban M(3), Novick D(1), Tirosh A(4)(5), Raz I(6)(7), Tsur \nA(7)(8), Zucker I(2)(9).\n\nAuthor information:\n(1)Israel Center for Disease Control (ICDC), Ministry of Health, Sheba Medical \nCenter, Ramat Gan, Israel.\n(2)School of Public Health, Gray Faculty of Medical & Health Sciences, Tel Aviv \nUniversity, Tel Aviv, Israel.\n(3)The Stanley Steyer School of Health Professions, Faculty of Medicine, Tel \nAviv University, Tel-Aviv, Israel.\n(4)Division of Endocrinology, Diabetes and Metabolism, Sheba Medical Center, \nRamat Gan, Israel.\n(5)Gray Faculty of Medical & Health Sciences, Tel Aviv University, Tel Aviv, \nIsrael.\n(6)Diabetes Unit, Department of Endocrinology and Metabolism, Hadassah Medical \nCenter, Jerusalem, Israel.\n(7)The Faculty of Medicine, Hebrew University of Jerusalem, Jerusalem, Israel.\n(8)Department of Endocrinology and Metabolism, Clalit Health Services, \nJerusalem, Israel.\n(9)Medical Directorate, Ministry of Health, Jerusalem, Israel.\n\nAIMS: To evaluate GDM screening compliance and prevalence, and the association \nbetween gestational glucose intolerance and 5-year postpartum diabetes mellitus \n(DM).\nMATERIALS AND METHODS: We used population-based data from three Israeli health \nmaintenance organisations (HMOs), covering 75% of all births in 2016. GDM \nscreening followed a two-step approach: a 50-g 1-h oral glucose challenge test \n(OGCT), followed by a 100-g 3-h oral glucose tolerance test (OGTT) using \nCarpenter-Coustan criteria. Data included age, socioeconomic status (SES), \nresults of OGCT and OGTT tests, child birth weight, and gestational age. The \ndataset was linked to the Israeli National Diabetes Registry to identify \npostpartum DM. Logistic regression models estimated odds ratios (ORs) for GDM \nand postpartum DM, adjusting for maternal age, SES, ethnicity, and glucose \ntolerance status.\nRESULTS: Among 128,454 women, 10% were unscreened. Of those screened, 23,451 \nunderwent the full OGTT. GDM prevalence was 4.3%. Postpartum DM incidence was \n8.6% in women with GDM, 3.1% with unknown GDM status, and 2.1% with impaired \nglucose tolerance (IGT) (defined as one abnormal value on the OGTT). Compared \nwith normoglycemia, adjusted ORs for the 5-year postpartum DM were 25.48 (95% \nCI: 21.80-29.79) for GDM, 10.04 (95% CI: 8.59-11.74) for unknown GDM status, \n6.48 (95% CI: 5.07-8.28) for IGT, and 2.17 (95% CI: 1.63-2.88) for abnormal OGCT \nwith normal OGTT. Older age, lower SES, and Arab or Bedouin ethnicity were \nlinked to higher GDM and postpartum DM.\nCONCLUSIONS: Gestational glucose intolerance and screening gaps were strong \npredictors of postpartum DM. Age, SES, and ethnicity highlight the need for \ntargeted efforts to reduce health disparities.\n\n© 2025 The Author(s). Diabetes/Metabolism Research and Reviews published by John \nWiley & Sons Ltd.\n\nDOI: 10.1002/dmrr.70068\nPMCID: PMC12269537\nPMID: 40673650 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
  "authors": [
    "Lutski M",
    "Saban M",
    "Novick D",
    "Tirosh A",
    "Raz I",
    "Tsur A",
    "Zucker I"
  ],
  "journal": "Diabetes/metabolism research and reviews",
  "year": "2025"
}