{
  "pmid": "40652244",
  "title": "Paternal and maternal exposures to per- and polyfluoroalkyl substances (PFAS) and birth outcomes: a multi-country cohort study.",
  "abstract": "1. Environ Health. 2025 Jul 12;24(1):48. doi: 10.1186/s12940-025-01199-y.\n\nPaternal and maternal exposures to per- and polyfluoroalkyl substances (PFAS) \nand birth outcomes: a multi-country cohort study.\n\nGuo P(1)(2), Luo J(3)(4), Zhang J(5), Bonde JP(6), Struciński P(7), Ohniev V(8), \nArah OA(9)(10)(11)(12), Deziel NC(1)(2), Warren JL(2)(13), Toft G(5), Liew \nZ(14)(15).\n\nAuthor information:\n(1)Department of Environmental Health Sciences, Yale School of Public Health, 60 \nCollege Street, CT, 06510, New Haven, USA.\n(2)Yale Center for Perinatal, Pediatric, and Environmental Epidemiology, Yale \nSchool of Public Health, New Haven, CT, USA.\n(3)Department of Surgery, Biological Sciences Division, University of Chicago, \nChicago, IL, USA.\n(4)Institute for Population and Precision Health, University of Chicago, \nChicago, IL, USA.\n(5)Steno Diabetes Center Aarhus, Aarhus University Hospital, Aarhus, Denmark.\n(6)Department of Occupational and Environmental Medicine, \nBispebjerg-Frederiksberg University Hospital, Copenhagen, Denmark.\n(7)Department of Toxicology and Health Risk Assessment, National Institute of \nPublic Health, NIH - National Research Institute, Warsaw, Poland.\n(8)Department of Public Health and Healthcare Management, Kharkiv National \nMedical University, Kharkiv, Ukraine.\n(9)Department of Epidemiology, Fielding School of Public Health, University of \nCalifornia, Los Angeles (UCLA), Los Angeles, CA, USA.\n(10)Department of Statistics and Data Science, UCLA College, Los Angeles, CA, \nUSA.\n(11)Practical Causal Inference Lab, UCLA, Los Angeles, CA, USA.\n(12)Research Unit for Epidemiology, Department of Public Health, Aarhus \nUniversity, Aarhus, Denmark.\n(13)Department of Biostatistics, Yale School of Public Health, New Haven, CT, \nUSA.\n(14)Department of Environmental Health Sciences, Yale School of Public Health, \n60 College Street, CT, 06510, New Haven, USA. zeyan.liew@yale.edu.\n(15)Yale Center for Perinatal, Pediatric, and Environmental Epidemiology, Yale \nSchool of Public Health, New Haven, CT, USA. zeyan.liew@yale.edu.\n\nBACKGROUND: Maternal prenatal exposures to per- and polyfluoroalkyl substances \n(PFAS) have been linked to adverse birth outcomes. However, few investigations \nhave considered paternal PFAS exposure. We estimated the parent-specific \nassociations of prenatal PFAS exposures with adverse birth outcomes.\nMETHODS: This study included 498 couples from the INUENDO cohort recruited at \nantenatal care visits in Greenland, Poland, and Ukraine during 2002-2004. We \nmeasured five major types of PFAS in parental serum during pregnancy. We \nanalyzed three birth outcomes ascertained from medical records, including \ngestational age, birth weight, and birth length. We used weighted least squares \nlinear regression to evaluate parent-specific associations of serum PFAS with \nthe birth outcomes, adjusting for parental co-exposures and covariates. We also \nused quantile g-computation for mixture modeling of the birth outcomes of \npaternal and/or maternal exposures to multiple PFAS.\nRESULTS: No associations were found between maternal and paternal PFAS exposures \nand gestational age. However, after adjusting for paternal PFOA, a higher level \nof maternal serum perfluorooctanoate (PFOA) was linked to a tendency towards \nlower birth weight and shorter birth length. Paternal exposure to several PFAS \nwas also associated with a tendency for shorter birth length, but the estimated \neffect sizes were small. We found no joint exposure effects in the mixture \nanalyses.\nCONCLUSIONS: While the evidence was inconclusive, maternal PFOA and paternal \nPFAS exposures seemed to be associated with lower offspring birth weight and \nshorter birth length, respectively. Parent-specific effects of PFAS exposures on \noffspring growth and development warrant further research.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12940-025-01199-y\nPMCID: PMC12255010\nPMID: 40652244 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The study was approved by local ethical committees; Ethical \nCommittee for Human Research in Greenland (approval no. 2010–13), Polish \nBioethical Committee (approval no. 6/2002 of 3.07.2002), and the Commission on \nEthics, Bioethics Kharkiv National Medical University in Ukraine (protocol \nnumber 7, October 7, 2009). All participating parents signed informed consent. \nConsent for publication: The authors declare that they agree with the \npublication of this paper in this journal. Competing interests: The authors \ndeclare no competing interests.",
  "authors": [
    "Guo P",
    "Luo J",
    "Zhang J",
    "Bonde JP",
    "Struciński P",
    "Ohniev V",
    "Arah OA",
    "Deziel NC",
    "Warren JL",
    "Toft G",
    "Liew Z"
  ],
  "journal": "Environmental health : a global access science source",
  "year": "2025"
}