{
  "pmid": "40681846",
  "title": "Pregnancy-associated acute kidney injury - consensus report of the 32nd Acute Disease Quality Initiative workgroup.",
  "abstract": "1. Nat Rev Nephrol. 2025 Jul 18. doi: 10.1038/s41581-025-00979-6. Online ahead of\n print.\n\nPregnancy-associated acute kidney injury - consensus report of the 32nd Acute \nDisease Quality Initiative workgroup.\n\nNelson-Piercy C(1), Srisawat N(2)(3), Kashani K(4)(5), Lumlertgul N(2)(3), \nMurugan R(6), Rhee H(7), Chakravarthi R(8), Surapaneni T(9), Acharya A(10), \nAnkawi G(11), Bramham K(12), Cerda J(13), Clark K(12), Claure-Del Granado R(14), \nGowrishankar S(15), Luyckx V(16), Menon S(17), Poli-de-Figueiredo CE(18), \nRamachandran R(19), Sahay M(20), Samavedam S(21), Shemies R(22), Shetty MS(23), \nWiles K(24), Wium L(25), Wu VC(26), Yadla M(27), Ronco C(28), Mehta RL(29), \nOstermann M(30).\n\nAuthor information:\n(1)Department of Obstetric Medicine, Guy's & St Thomas' Foundation Trust, \nLondon, UK.\n(2)Excellence Centre for Critical Care Nephrology, King Chulalongkorn Memorial \nHospital, Bangkok, Thailand.\n(3)Centre of Excellence for Critical Care Nephrology, Faculty of Medicine, \nChulalongkorn University, Bangkok, Thailand.\n(4)Division of Nephrology and Hypertension, Mayo Clinic, Rochester, MN, USA.\n(5)Division of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN, \nUSA.\n(6)Program for Critical Care Nephrology, Department of Critical Care Medicine, \nUniversity of Pittsburgh School of Medicine, Pittsburgh, PA, USA.\n(7)Department of Medicine, Pusan National University School of Medicine, Busan, \nRepublic of Korea.\n(8)Department of Nephrology, Yasodha Hospitals, Hyderabad, India.\n(9)Department of Obstetric Medicine, Fernandez Hospitals, Hyderguda, Hyderabad, \nIndia.\n(10)Division of Nephrology, Jacobi Medical Center, New York City Health and \nHospital Corporation (NYCHHC), Albert Einstein College of Medicine, New York \nCity, NY, USA.\n(11)Division of Nephrology, Department of Medicine, King Abdulaziz University, \nJeddah, Saudi Arabia.\n(12)Department of Women & Children's Health, School of Life Course & Population \nSciences, King's College London, London, UK.\n(13)Division of Nephrology, Department of Medicine, Albany Medical College, \nAlbany, NY, USA.\n(14)Division of Nephrology, Department of Medicine, Hospital Obrero No 2 - Caja \nNacional de Salud, Cochabamba, Bolivia.\n(15)Department of Pathology, Apollo Health City, Hyderabad, India.\n(16)Department of Nephrology, University Children's Hospital, University of \nZurich, Zurich, Switzerland.\n(17)Division of Nephrology, Department of Pediatrics, Lucile Packard Children's \nHospital and Stanford University School of Medicine, Palo Alto, CA, USA.\n(18)Division of Nephrology, School of Medicine, Pontifical Catholic University \nof Rio Grande do Sul (PUCRS), Porto Alegre, Brazil.\n(19)Department of Nephrology, Post Graduate Institute of Medical Education and \nResearch, Chandigarh, India.\n(20)Department of Nephrology, Osmania Medical College and General Hospital, \nHyderabad, India.\n(21)Ramdev Rao Hospital, Hyderabad, India.\n(22)Mansoura Nephrology and Dialysis Unit, Mansoura University, Mansoura, Egypt.\n(23)Department of Nephrology, JSS Medical College, JSSAHER, Mysuru, India.\n(24)Department of Women's Health, Barts Health NHS Trust, London, UK.\n(25)Department of Obstetric Medicine, King's College Hospital NHS Trust, London, \nUK.\n(26)Department of Nephrology, Department of Internal Medicine, National Taiwan \nUniversity Hospital, Taipei, Taiwan.\n(27)Department of Nephrology, Gandhi Medical College, Hyderabad, India.\n(28)Department of Nephrology, Dialysis and Transplantation, San Bortolo \nHospital, International Renal Research Institute of Vicenza, Vicenza, Italy.\n(29)Department of Medicine, University of California San Diego, San Diego, CA, \nUSA.\n(30)Department of Critical Care, King's College London, Guy's & St Thomas' \nHospital, London, UK. Marlies.Ostermann@gstt.nhs.uk.\n\nAcute kidney injury (AKI) during pregnancy and the postpartum period, known as \npregnancy-associated AKI (PrAKI), is an important health concern and driver of \nhealth inequity worldwide. Causes of PrAKI include sepsis, autoimmune disorders \nand pregnancy-specific pathologies such as hypertensive disorders. Common risk \nfactors include maternal comorbidities and use of nephrotoxic medications. PrAKI \naccounts for a substantial proportion of maternal mortality and morbidity, \nparticularly in low-income and middle-income countries, and may also adversely \naffect the fetus, resulting in death, premature birth and small for gestational \nage. In this Consensus Statement, we present recommendations on the causes, \ndiagnosis, management and follow-up of PrAKI from the 32nd Acute Disease Quality \nInitiative meeting, which involved international experts in obstetrics, \nmidwifery, obstetric medicine, paediatrics, internal medicine, anaesthesiology, \nnephrology and critical care. We suggest that pregnant and postpartum women at a \nhigh risk of PrAKI should be identified to enable prevention, surveillance and \ntimely diagnosis. The multidisciplinary management of these patients should be \ntailored to treat their specific causes of PrAKI to optimize short-term and \nlong-term neonatal and maternal outcomes. Further observational and \ninterventional studies are needed to address existing gaps in knowledge of PrAKI \nand improve maternal and fetal outcomes.\n\n© 2025. Springer Nature Limited.\n\nDOI: 10.1038/s41581-025-00979-6\nPMID: 40681846\n\nConflict of interest statement: Competing interests: C.N.-P. has received \nspeakers fees from UCB and Sanofi unrelated to this manuscript. R.M. is a \nconsultant for Baxter, Vantive and Fresenius, and has received grants from the \nUS National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) and \nVantive, unrelated to this study. M.O. has received research funding from Baxter \nand BioMérieux. K.K. declares patents for direct GFR measurement and net \nultrafiltration calculator; consulting fees and travel support from Baxter \nHealthcare; research grants from Google; speaker honorarium from Nikkiso \nCritical Care Medical Supplies (Shanghai); funding from NIDDK grant; \nand research grants to his institution from the following companies: Fresenius, \nSpectral, ExThera, Renibus, Novartis and Astute Medical. K.B. has received \nconsulting fees from GSK, Vertex, Maze, AstraZeneca and Bayer; honoraria from \nAstraZeneca, Boehringer Ingelheim and Vertex; and industry grants from \nAstraZeneca and Roche. R.C.-D.G. has received speaker honoraria from Nova \nBiomedical and Baxter Healthcare. R.L.M. has received consulting fees from Am \nPharma, Baxter, Fresenius, Guard Therapeutics, Abbott, Sphingotec, Mallinckrodt, \nNovartis, Idorsia, Renasym, Abiomed and Alexion. S.M. has received research \nfunding from the Gerber Foundation. The other authors declare no competing \ninterests.",
  "authors": [
    "Nelson-Piercy C",
    "Srisawat N",
    "Kashani K",
    "Lumlertgul N",
    "Murugan R",
    "Rhee H",
    "Chakravarthi R",
    "Surapaneni T",
    "Acharya A",
    "Ankawi G",
    "Bramham K",
    "Cerda J",
    "Clark K",
    "Claure-Del Granado R",
    "Gowrishankar S",
    "Luyckx V",
    "Menon S",
    "Poli-de-Figueiredo CE",
    "Ramachandran R",
    "Sahay M",
    "Samavedam S",
    "Shemies R",
    "Shetty MS",
    "Wiles K",
    "Wium L",
    "Wu VC",
    "Yadla M",
    "Ronco C",
    "Mehta RL",
    "Ostermann M"
  ],
  "journal": "Nature reviews. Nephrology",
  "year": "2025"
}