{
  "pmid": "40665564",
  "title": "Type 2 diabetes risk communication following a diagnosis of gestational diabetes mellitus: A qualitative study.",
  "abstract": "1. Diabet Med. 2025 Jul 15:e70105. doi: 10.1111/dme.70105. Online ahead of print.\n\nType 2 diabetes risk communication following a diagnosis of gestational diabetes \nmellitus: A qualitative study.\n\nCaba M(1), Northern A(2), Virdee A(2), Khunti K(1)(2)(3)(4), Davies MJ(1)(2)(4), \nHadjiconstantinou M(1)(4).\n\nAuthor information:\n(1)Diabetes Research Centre, College of Life Sciences, University of Leicester, \nLeicester, UK.\n(2)Leicester Diabetes Centre, University Hospitals of Leicester NHS Trust, \nLeicester, UK.\n(3)NIHR Applied Research Collaboration East Midlands, Leicester, UK.\n(4)NIHR Leicester Biomedical Research Centre, Leicester, UK.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) increases women's risk of \ndeveloping type 2 diabetes (T2DM) tenfold. Understanding of T2DM risk in women \nwith GDM is variable and can impact health behaviours. To better understand how \nT2DM risk is communicated by healthcare professionals, we explored women's \nexperiences of T2DM risk communication and support following a diagnosis of GDM.\nMETHODS: A qualitative study was conducted utilising semi-structured interviews. \nParticipants were 10 women previously diagnosed with GDM. Transcripts were \nanalysed following reflexive thematic analysis guidelines.\nRESULTS: Three themes and four sub-themes were created to describe women's \nexperiences of, and responses to, T2DM risk communication and support following \na diagnosis of GDM. Minimal T2DM risk communication during GDM and postnatally \nwas a common experience, and as a result, women forgot about their increased \nrisk and felt forgotten by the health service. The lack of correspondence and \nsupport further fostered a dearth of knowledge and misunderstandings regarding \nwhat T2DM is, how it affects a person's body, and the necessity of preventative \nactions, all of which could impact women's management of their risk. Several \nstrategies were suggested by women to remedy the currently absent communication \nand support. This included group education sessions, tangible and digital \nsupport resources, providing individualised information, and continuous and \nharmonious T2DM risk communication from healthcare professionals and health \nservices.\nCONCLUSIONS: Current deficiencies for communicating T2DM risk and providing \navenues of support following a diagnosis of GDM leaves many women feeling \nunder-supported. Improvements to current care are recommended to ameliorate \nthis.\n\n© 2025 The Author(s). Diabetic Medicine published by John Wiley & Sons Ltd on \nbehalf of Diabetes UK.\n\nDOI: 10.1111/dme.70105\nPMID: 40665564",
  "authors": [
    "Caba M",
    "Northern A",
    "Virdee A",
    "Khunti K",
    "Davies MJ",
    "Hadjiconstantinou M"
  ],
  "journal": "Diabetic medicine : a journal of the British Diabetic Association",
  "year": "2025"
}