{
  "pmid": "40604570",
  "title": "Which dietary pattern should be adopt by age-appropriate pregnant women to avoid gestational weight gain and gestational diabetes mellitus.",
  "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 2;25(1):683. doi:\n10.1186/s12884-025-07801-y.\n\nWhich dietary pattern should be adopt by age-appropriate pregnant women to avoid \ngestational weight gain and gestational diabetes mellitus.\n\nLi Y(1), Zheng H(1), Jiang W(1), Chi Y(1), Meng Y(1), Mo Y(1), Chen C(1), Qu \nB(1), He J(1), Chen F(2).\n\nAuthor information:\n(1)Department of Obstetrics, Obstetrics and Gynecology Center, The First \nHospital of Jilin University, No.1 Xinmin Road, Changchun, 130000, China.\n(2)Department of General Gynecology I, Obstetrics and Gynecology Center, The \nFirst Hospital of Jilin University, No.1 Xinmin Road, 130000, Changchun, China. \nchenfeng0715@jlu.edu.cn.\n\nBACKGROUND: Gestational weight gain (GWG) and gestational diabetes mellitus \n(GDM), as two major adverse pregnancy outcomes, could be affected by diet \npatterns, and GWG also influenced GDM. Therefore, we aimed to explore the four \ndiet quality scores and two adverse pregnancy outcomes in a more macroscopic \nway.\nMETHODS: 667 women for GWG part and 333 women for GDM part who were pregnant \nfrom the National Health and Nutrition Examination Survey (NHANES), aged 20 to \n44 years, were involved in this study, respectively. Four diet quality scores \nincluding dietary inflammatory index (DII), dietary Approaches to Stop \nHypertension (DASH), Healthy Eating Index-2015 (HEI-2015), and Alternative \nHealthy Eating Index-2010 (AHEI-2010) were chosen in this study.\nRESULTS: We found that higher HEI-2015 and AHEI-2010 were associated with lower \nrisk of GWG, especially for advanced maternal age. Lower DII and higher DASH \nwere associated with lower risk of GDM. These associations were robust after \nexcluding the diabetic patients. For pregnant women with GWG, DASH was \nnegatively associated with the risk of GDM. Summarily, adherence of healthy \ndietary pattern associated with decreased risk of adverse pregnancy outcomes.\nCONCLUSION: Adherence of healthy dietary pattern associated with decreased risk \nof adverse pregnancy outcomes. We recommend that pregnant women take dietary \nprecautions with foods consisting of fruits and vegetables, low-fat dairy \nproducts, whole grains, and legumes.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07801-y\nPMCID: PMC12220641\nPMID: 40604570 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The NCHS Research Ethics Review Board approved the protocols of \nNHANES of the National Center for Health Statistics, CDC. ID: NCHS IRB/ERB \nProtocol # 2011-17、Continuation of Protocol #2011-17. All subjects were provided \nwith written informed consent. Consent for publication: Not applicable. \nCompeting interests: The authors declare no competing interests.",
  "authors": [
    "Li Y",
    "Zheng H",
    "Jiang W",
    "Chi Y",
    "Meng Y",
    "Mo Y",
    "Chen C",
    "Qu B",
    "He J",
    "Chen F"
  ],
  "journal": "BMC pregnancy and childbirth",
  "year": "2025"
}