{
  "pmid": "40671602",
  "title": "The science of frozen embryo transfer, is modified natural cycle better?",
  "abstract": "1. Gynecol Endocrinol. 2025 Dec;41(1):2533481. doi:\n10.1080/09513590.2025.2533481.  Epub 2025 Jul 17.\n\nThe science of frozen embryo transfer, is modified natural cycle better?\n\nHamze H(1), Alameh W(2), Hemmings R(1), Jamal W(1), Banan A(1), Sylvestre C(3).\n\nAuthor information:\n(1)Université de Montréal- Clinique OVO, Montreal, Quebec, Canada.\n(2)Fakih IVF infertility Center, Dubai, United Arab Emirates.\n(3)Université de Montréal - Clinique OVO - Hopital St Justine, Montreal, Quebec, \nCanada.\n\nThe aim of this study was to compare pregnancy, obstetrical outcomes and number \nof visits between patients undergoing frozen embryo transfer in artificial vs \nmodified natural cycle. A total of 1207 frozen single embryo transfer cycles \nperformed in 2022 were retrospectively studied. Patients older than 40, with \nrecurrent implantation failure, and recurrent pregnancy loss were excluded. \nPatients were divided according to their age, BMI, AMH, and type of embryo \ntransfer protocol. Patients in the modified natural cycle group were followed by \nultrasound until triggering criteria met, then HCG trigger was scheduled, and \nthe embryo transferred 7 days later. In the artificial cycle group, patients \nreceived estrogen supplementation after downregulation, and when the endometrium \nreached a thickness ≥ 7 mm an embryo transfer was scheduled following \nintramuscular progesterone administration for 5 days. A total of 649 patients \nwere included in the study. A higher percentage of patients in the artificial \ncycle group had an initial positive B-hCG test result. The modified natural \ngroup had significantly better clinical pregnancy and live birth rates, mainly \ndue to the significantly higher miscarriage rate observed in the artificial \ncycle group. There was no difference in the mean endometrial thickness between \nboth groups. The number of visits was higher in the m-NC group. Patients with a \nm-NC protocol had a lower risk of hypertensive disorders of pregnancy (HDP), but \na higher risk of gestational diabetes, though the results were non-significant. \nIn conclusion embryo transfer in m-NC yielded a higher live birth rate, more \nfrequent clinic visits, and lower chances of miscarriage.\n\nDOI: 10.1080/09513590.2025.2533481\nPMID: 40671602 [Indexed for MEDLINE]",
  "authors": [
    "Hamze H",
    "Alameh W",
    "Hemmings R",
    "Jamal W",
    "Banan A",
    "Sylvestre C"
  ],
  "journal": "Gynecological endocrinology : the official journal of the International Society of Gynecological Endocrinology",
  "year": "2025"
}