{
  "pmid": "40634131",
  "title": "The effect of patient education on maternal fasting blood glucose in gestational diabetes mellitus in randomized controlled trials: a systematic review and meta-analysis.",
  "abstract": "1. J Matern Fetal Neonatal Med. 2025 Dec;38(1):2523582. doi: \n10.1080/14767058.2025.2523582. Epub 2025 Jul 9.\n\nThe effect of patient education on maternal fasting blood glucose in gestational \ndiabetes mellitus in randomized controlled trials: a systematic review and \nmeta-analysis.\n\nPaudel A(1), Pearson RC(2), Mirsky E(3), Quesenberry Wilson A(4), Hunzicker \nA(1), Grabeel KL(4), Thorne J(5), Maples JM(1).\n\nAuthor information:\n(1)College of Medicine - Knox, University of Tennessee Graduate School of \nMedicine, Department of Obstetrics and Gynecology, University of Tennessee \nHealth Science Center, Knoxville, TN, USA.\n(2)Injury Prevention Branch, Defense Centers for Public Health, Aberdeen, WA, \nUSA.\n(3)Division of Maternal-Fetal Medicine, University of Kentucky College of \nMedicine, Lexington, KY, USA.\n(4)Preston Medical Library, University of Tennessee Graduate School of Medicine, \nKnoxville, TN, USA.\n(5)Alabama College of Osteopathic Medicine, School of Medicine, Dothan, AL, USA.\n\nOBJECTIVE: To evaluate the effect of patient education interventions on fasting \nblood glucose (FBG) in patients with gestational diabetes mellitus (GDM).\nMETHODS: Electronic search of MEDLINE/PubMed, CINAHL (EBSCO), Embase (Elsevier), \nCochrane Central Register of Controlled Trials (CENTRAL), and Clinicaltrials.gov \nwas conducted from inception to September 16, 2022. Randomized controlled trials \nwhich evaluated the effect of GDM-specific education on biochemical assessment \nof FBG during pregnancy or within 6 weeks postpartum in patients with GDM were \nincluded. Meta-analysis was performed of studies reporting FBG using a fixed \neffects model to determine mean blood glucose difference and corresponding 95% \nconfidence intervals. Cochrane risk of bias tool was used to assess study \nquality.\nRESULTS: Fourteen randomized controlled trials enrolling 1885 patients were \nincluded. A total of 8 studies with 893 participants were eligible for inclusion \nin the meta-analysis. The mean effect size was significant: Cohen's d = -0.53 \n(95% CI [-0.67, -0.34], z = -7.36; p < 0.001). The overall risk of bias for \nincluded studies was low.\nCONCLUSION: A GDM-specific education intervention resulted in improved glucose \ncontrol during pregnancy and up to 6 weeks postpartum. Due to the number of \nstudies a moderator analysis could not be conducted to determine the most \neffective educational intervention strategies. More studies are needed to \ndetermine efficacious interventions that are cost-effective and can be broadly \nimplemented throughout health systems.\n\nDOI: 10.1080/14767058.2025.2523582\nPMID: 40634131 [Indexed for MEDLINE]",
  "authors": [
    "Paudel A",
    "Pearson RC",
    "Mirsky E",
    "Quesenberry Wilson A",
    "Hunzicker A",
    "Grabeel KL",
    "Thorne J",
    "Maples JM"
  ],
  "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
  "year": "2025"
}