{
  "pmid": "40671065",
  "title": "Adverse perinatal outcomes associated with respiratory distress syndrome in preterm infants: a retrospective analysis.",
  "abstract": "1. Ital J Pediatr. 2025 Jul 16;51(1):235. doi: 10.1186/s13052-025-02061-0.\n\nAdverse perinatal outcomes associated with respiratory distress syndrome in \npreterm infants: a retrospective analysis.\n\nMa YJ(1), Sun Y(2), Zhang CH(3).\n\nAuthor information:\n(1)Department of Pediatrics, Qilu Hospital of Shandong University (Qingdao), 758 \nHefei Road, Qingdao, Shandong, 266035, China.\n(2)Department of Neonatology, Weihai Women and Children's Hospital, Weihai, \nShandong, 264200, China.\n(3)Department of Pediatrics, Qilu Hospital of Shandong University (Qingdao), 758 \nHefei Road, Qingdao, Shandong, 266035, China. rainbowzhang001@163.com.\n\nBACKGROUND: With the development of perinatal medicine and the continuous \nimprovement of neonatal treatment technology, the birth rate of preterm infants \nis increasing. Respiratory distress syndrome (RDS) is one of the most prevalent \ncomplications with a high mortality rate among preterm infants. It is associated \nwith short and long-term adverse outcomes for newborns, and seriously affects \ntheir survival rate and long-term quality of life. The aim of the present study \nwas to investigate the perinatal risk factors for RDS, and the major \ncomplications and mortality rate associated with RDS in preterm infants, thereby \nproviding a basis for preventing the occurrence of RDS and improving the \nprognosis of preterm infants.\nMETHODS: A retrospective cohort study was conducted by selecting all preterm \ninfants who were admitted to the Neonatal Intensive Care Unit (NICU) of Qilu \nHospital, Shandong University (Qingdao) after obstetric delivery from January \n2018 to December of 2021. According to whether preterm infants suffered from \nRDS, they were divided into RDS group (n = 319) and Non- RDS group (n = 366).\nRESULTS: A total of 685 preterm infants were included. In the RDS group, the \nmothers of preterm infants with RDS were older (P < 0.001) and more of advanced \nmaternal age (≥ 35 years, P < 0.005), tended to have a higher rate of cesarean \nsection (P = 0.033), and were more likely to be complicated with pregnancy \ndiabetes and hypertensive disorders during pregnancy (all P < 0.001). Preterm \ninfants with RDS were more prevalent in males (P = 0.025), with smaller \ngestational age, lighter weight and a higher risk of asphyxia at birth (all \nP < 0.001). Preterm infants with RDS after birth had a higher rate of pneumonia, \nsepsis, hypoxic-ischemic encephalopathy (HIE), bronchopulmonary dysplasia (BPD), \nand had longer anti-infection times (duration of antimicrobial use) and \nhospitalization times (all P < 0.001), as well as a higher mortality rate of \n6.0%, while none died in Non-RDS group (P < 0.001). Among preterm infants who \nhad died, most of them were males, with a mortality rate 8.5 times higher than \nthat of females. Multivariate logistic regression analysis indicated that \ngestational diabetes (OR = 2.283, 95% CI 1.483-3.513), hypertensive disorders \nduring pregnancy (OR = 2.201, 95% CI 1.215-3.988), gestational age < 32 weeks \n(OR = 3.914, 95% CI 2.972-5.155), birth weight < 1500 g (OR = 6.610, 95% CI \n2.777-13.735), and asphyxia (OR = 5.239, 95% CI 2.602-10.551) were independent \nrisk factors for the occurrence of RDS in preterm infants. Through further \nanalysis, we found that the incidence rate of asphyxia in preterm infants with \nRDS who used corticosteroids before delivery was decreased (P = 0.02), while the \nincidence rate of hyperbilirubinemia was increased (P = 0.004), and the \nhospitalization time was prolonged (P = 0.043), however the mortality rate was \nnot significantly different between the two groups (P > 0.05). With different \nventilation modes, the incidence rates of sepsis, BPD and mortality of RDS in \npreterm infants were significantly increased, and the anti-infection times and \nthe hospitalization time was prolonged in mechanical ventilation group compared \nwith the nasal continuous positive airway pressure ventilation (NCPAP) group \n(all P < 0.001).\nCONCLUSION: RDS is associated with a higher risk of adverse perinatal outcomes \nand adverse neonatal outcomes in preterm infants. Reasonable use of \ncorticosteroid before birth and standardized use of ventilators after birth can \nprevent the occurrence of RDS and improve the prognosis of RDS in preterm \ninfants.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13052-025-02061-0\nPMCID: PMC12269104\nPMID: 40671065 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study involving human participants has been performed in \naccordance with the ethical standards of the Institutional Research Committee \nand with the 1964 Helsinki Declaration and its later amendments or comparable \nethical standards. The study has been approved by the Ethical Commission of Qilu \nHospital of Shandong University (Qingdao, China). Patients who participated in \nthis research had complete clinical data. Written informed consent was obtained \nfrom the parents of the pediatric patients Consent for publication: Not \napplicable. Competing interests: The authors declare that they have no competing \ninterests.",
  "authors": [
    "Ma YJ",
    "Sun Y",
    "Zhang CH"
  ],
  "journal": "Italian journal of pediatrics",
  "year": "2025"
}