{
  "pmid": "40672030",
  "title": "Risk of Postpartum Depression and Postpartum Psychosis in Patients With Obstetric Complications: A Case-Control Study.",
  "abstract": "1. Cureus. 2025 Jun 16;17(6):e86156. doi: 10.7759/cureus.86156. eCollection 2025 \nJun.\n\nRisk of Postpartum Depression and Postpartum Psychosis in Patients With \nObstetric Complications: A Case-Control Study.\n\nKamal MZ(1), Naseer N(2), Khan AA(1), Khan ZA(1), Hayat MA(3), Mahmood Y(4), \nDanish T(5).\n\nAuthor information:\n(1)Department of Community Medicine, Khyber Medical College, Peshawar, Peshawar, \nPAK.\n(2)Department of Internal Medicine, Khyber Teaching Hospital, Peshawar, PAK.\n(3)Department of Pharmacology, Peshawar Medical College, Peshawar, PAK.\n(4)Department of Surgery, Khyber Teaching Hospital, Peshawar, PAK.\n(5)Department of Medicine, Khyber Teaching Hospital, Peshawar, PAK.\n\nBACKGROUND: Postpartum psychiatric disorders, including postpartum depression \n(PPD) and postpartum psychosis (PPP), are major contributors to maternal \nmorbidity and adverse child outcomes globally. While psychosocial risk factors \nare well established, the potential mechanistic role of obstetric complications \nin precipitating these conditions remains less clearly delineated.\nOBJECTIVE: This study aimed to evaluate the association between specific \nobstetric complications and the risk of postpartum depression and psychosis \nwithin six months after delivery, using a biopsychosocial framework.\nMETHODS: We conducted a retrospective, matched case-control study using medical \nrecords from Khyber Teaching Hospital, Peshawar (Pakistan), covering deliveries \nfrom January 2018 to December 2023. Cases included women aged 18-45 years \ndiagnosed with PPD or PPP within six months postpartum based on DSM-5 criteria. \nControls were women who delivered during the same period without psychiatric \ndiagnoses, matched 2:1 by age, parity, and delivery mode. Obstetric \ncomplications assessed included preeclampsia/eclampsia, gestational diabetes \nmellitus (GDM), postpartum hemorrhage, preterm birth, placental abruption, \nintrauterine growth restriction (IUGR), chorioamnionitis, and cesarean delivery. \nConditional logistic regression was used to calculate adjusted odds ratios (aOR) \nwith 95% confidence intervals (CI).\nRESULTS: A total of 220 cases and 440 matched controls were analyzed. \nPreeclampsia/eclampsia (aOR: 2.30; 95% CI: 1.45-3.64; p<0.001), postpartum \nhemorrhage (aOR: 2.10; 95% CI: 1.30-3.38; p=0.002), preterm birth (aOR: 1.85; \n95% CI: 1.20-2.85; p=0.004), and GDM (aOR: 1.55; 95% CI: 1.00-2.40; p=0.049) \nwere significantly associated with increased risk of postpartum psychiatric \ndisorders. No significant associations were found for placental abruption, IUGR, \nchorioamnionitis, or cesarean delivery.\nCONCLUSION: Obstetric complications-particularly preeclampsia/eclampsia, \npostpartum hemorrhage, preterm birth, and gestational diabetes-may act as \nphysiological stressors that interact with underlying vulnerabilities, \nconsistent with stress-diathesis and inflammatory models of psychopathology. \nThese findings support a multifactorial conceptualization of postpartum \npsychiatric illness and emphasize the importance of integrating obstetric risk \nprofiles into postpartum mental health screenings. In low-resource settings like \nPakistan, targeting women with complicated deliveries and known psychosocial \nrisk factors through collaborative, interdisciplinary care models can help \nprevent chronic maternal mental health conditions and improve developmental \noutcomes for children.\n\nCopyright © 2025, Kamal et al.\n\nDOI: 10.7759/cureus.86156\nPMCID: PMC12266803\nPMID: 40672030\n\nConflict of interest statement: Human subjects: Informed consent for treatment \nand open access publication was obtained or waived by all participants in this \nstudy. Institutional Review Board (IRB) of Khyber Teaching Hospital, Peshawar \nissued approval 967/DM/KMC. Animal subjects: All authors have confirmed that \nthis study did not involve animal subjects or tissue. Conflicts of interest: In \ncompliance with the ICMJE uniform disclosure form, all authors declare the \nfollowing: Payment/services info: All authors have declared that no financial \nsupport was received from any organization for the submitted work. Financial \nrelationships: All authors have declared that they have no financial \nrelationships at present or within the previous three years with any \norganizations that might have an interest in the submitted work. Other \nrelationships: All authors have declared that there are no other relationships \nor activities that could appear to have influenced the submitted work.",
  "authors": [
    "Kamal MZ",
    "Naseer N",
    "Khan AA",
    "Khan ZA",
    "Hayat MA",
    "Mahmood Y",
    "Danish T"
  ],
  "journal": "Cureus",
  "year": "2025"
}