{
  "pmid": "40675607",
  "title": "Optimal timing of delivery in pregnant individuals with pregestational diabetes mellitus.",
  "abstract": "1. Am J Perinatol. 2025 Jul 17. doi: 10.1055/a-2657-6130. Online ahead of print.\n\nOptimal timing of delivery in pregnant individuals with pregestational diabetes \nmellitus.\n\nFleenor R(1), Jauk VC, Champion M(2), Battarbee AN(3).\n\nAuthor information:\n(1)Obstetrics and Gynecology, The University of Alabama at Birmingham Department \nof Obstetrics and Gynecology Women's Health, Birmingham, United States.\n(2)Center for Women's Reproductive Health, Department of Obstetrics and \nGynecology, University of Alabama at Birmingham, Birmingham, United States.\n(3)Maternal Fetal Medicine, The University of Alabama at Birmingham, Birmingham, \nUnited States.\n\nINTRODUCTION: SMFM and ACOG recommend delivery of gravidae with pregestational \ndiabetes at 36-39 6/7 weeks based on glycemic control and vascular \ncomplications. The optimal gestational age within this wide range is unknown. \nOur objective was to evaluate the risk of adverse outcomes with delivery versus \nexpectant management at increasing gestational ages.\nMETHODS: Retrospective cohort study of gravidae with pregestational diabetes who \ndelivered a non-anomalous singleton at 36 weeks (2012-2022). The primary \noutcome was composite neonatal morbidity: hypoglycemia, hyperbilirubinemia, \nshoulder dystocia, and perinatal death. Secondary outcomes included composite \ncomponents, composite severe neonatal morbidity, LGA, SGA, NICU admission and \ncesarean. Poisson regression with robust error variance estimated the \nassociation between delivery at 36, 37, and 38 weeks and outcomes, compared with \nexpectant management.\nRESULTS: 843 gravidae met inclusion criteria: 235 (28%) type 1 diabetes and 602 \n(71%) type 2 diabetes. Overall, 146 (17%) delivered at 36 weeks, 283 (34%) at 37 \nweeks, 217 (26%) at 38 weeks, and 197 (23%) at 39 weeks. Compared with \nexpectant management, delivery at 36 weeks was associated with higher odds of \ncomposite morbidity (aRR 1.31, 95% CI 1.11-1.55) as well as hypoglycemia, \nhyperbilirubinemia, SGA and NICU admission. At 37 and 38 weeks, there was no \nsignificant difference in composite morbidity among those delivered versus \nexpectantly managed. However, delivery at 37 weeks was associated with higher \nodds of hyperbilirubinemia, compared with expectant management. No other \noutcomes differed between with delivery versus expectant management at 37 or 38 \nweeks. Few associations differed by diabetes type.\nCONCLUSION: Based on these results and supporting literature, elective delivery \nat 36 weeks should be avoided unless necessary. Although the data are \ninconclusive regarding delivery at 37 weeks, delivery at 38 weeks should be \nevaluated further for gravidae with pregestational diabetes. Confirmation in a \nlarge, contemporary cohort or a randomized trial are needed.\n\nThieme. All rights reserved.\n\nDOI: 10.1055/a-2657-6130\nPMID: 40675607\n\nConflict of interest statement: The authors declare that they have no conflict \nof interest.",
  "authors": [
    "Fleenor R",
    "Jauk VC",
    "Champion M",
    "Battarbee AN"
  ],
  "journal": "American journal of perinatology",
  "year": "2025"
}