{
  "pmid": "40673615",
  "title": "Fasting plasma glucose performs better than glycated hemoglobin and glycated albumin for diagnosing gestational diabetes.",
  "abstract": "1. Int J Gynaecol Obstet. 2025 Jul 17. doi: 10.1002/ijgo.70370. Online ahead of \nprint.\n\nFasting plasma glucose performs better than glycated hemoglobin and glycated \nalbumin for diagnosing gestational diabetes.\n\nKhambule L(1), Chauke L(2), Crowther NJ(1)(3), George JA(4).\n\nAuthor information:\n(1)Department of Chemical Pathology, University of Witwatersrand, Johannesburg, \nSouth Africa.\n(2)Department of Obstetrics and Gynecology, School of Clinical Medicine, Faculty \nof Health Sciences, University of the Witwatersrand & Charlotte Maxeke \nJohannesburg Academic Hospital, Johannesburg, South Africa.\n(3)Department of Chemical Pathology, National Health Laboratory Service, \nJohannesburg, South Africa.\n(4)National Health Laboratory Service, South Africa, Department of Chemical \nPathology, University of Witwatersrand and Wits Diagnostic Innovation Hub, Wits \nHealth Consortium, Johannesburg, South Africa.\n\nOBJECTIVE: Universal screening for gestational diabetes mellitus (GDM) using the \noral glucose tolerance test (OGTT) has been recommended. In resource-poor \nenvironments, OGTTs are only administered to high-risk cases. In countries such \nas South Africa, where female obesity is common, this translates into high \nnumbers of tests. We therefore investigated glycated hemoglobin (HbA1c), \nglycated albumin (GA) and fasting plasma glucose (FPG) as OGTT alternatives.\nMETHODS: This was a cross-sectional study in black South African women between \n24 and 32 weeks of gestation who were at high risk for GDM (N = 477). All women \nunderwent an OGTT and were classified as non-GDM or GDM based on the \nInternational Association of Diabetes and Pregnancy Study Group (IADPSG) \ncriteria. Demographic and anthropometric data were documented, and blood \nglucose, GA and HbA1c levels were measured using standardized laboratory \nprocedures. Cut-points for GDM diagnosis using HbA1c and GA were calculated \nusing receiver operating characteristic (ROC) curve analysis.\nRESULTS: The sensitivity and specificity of HbA1c at a 5.5% cut-point for GDM \ndiagnosis were 54% and 80% and for GA at a 37.56% cut-point were 54% and 83% \nwhilst FPG at a 5.1 mmol/L (92 mg/dL) cut-point were 87% and 100%, respectively, \nmissing 10 of 78 GDM cases. Applying an FPG cut-point of 4.6 mmol/L (83 mg/dL), \nnine of the 10 remaining GDM cases were identified, with sensitivity and \nspecificity of 90% and 75%, respectively. This two-tiered approach missed one of \n78 GDM cases.\nCONCLUSION: FPG is a viable method for GDM diagnosis that when used in a \ntwo-tiered modality reduces the number of required OGTTs by 77%.\n\n© 2025 The Author(s). International Journal of Gynecology & Obstetrics published \nby John Wiley & Sons Ltd on behalf of International Federation of Gynecology and \nObstetrics.\n\nDOI: 10.1002/ijgo.70370\nPMID: 40673615",
  "authors": [
    "Khambule L",
    "Chauke L",
    "Crowther NJ",
    "George JA"
  ],
  "journal": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
  "year": "2025"
}