{
  "pmid": "40676584",
  "title": "Letrozole ovulation regimen for frozen-thawed embryo transfer in women with polycystic ovary syndrome: a muti-centre randomised controlled trial.",
  "abstract": "1. Reprod Biol Endocrinol. 2025 Jul 17;23(1):103. doi:\n10.1186/s12958-025-01432-w.\n\nLetrozole ovulation regimen for frozen-thawed embryo transfer in women with \npolycystic ovary syndrome: a muti-centre randomised controlled trial.\n\nXie Y(#)(1)(2), Li P(#)(3)(4), Hao G(#)(5), Deng W(#)(6), Zhao J(#)(7), Gao \nS(#)(8), Deng B(3)(4), Li Y(9), Deng M(1)(2), Yuan Y(7), Fan Q(1)(2), Zhang \nN(10), Zhao Z(5), Shi Y(11)(12).\n\nAuthor information:\n(1)Guangdong Provincial People's Hospital (Guangdong Academy of Medical \nSciences), Southern Medical University, Guangzhou, 510080, China.\n(2)Guangdong Cardiovascular Institute, Guangdong Provincial People's Hospital, \nGuangdong Academy of Medical Sciences, Guangzhou, 510080, China.\n(3)Department of Reproductive Medicine, Women and Children's Hospital, School of \nMedicine, Xiamen university, Xiamen, 361003, China.\n(4)Xiamen Key Laboratory of Reproduction and Genetics, Women and Children's \nHospital, School of Medicine, Xiamen University, Xiamen, 361003, China.\n(5)Department of Reproductive Medicine, the Second Hospital of Hebei Medical \nUniversity, Shijiazhuang, 050000, China.\n(6)Reproductive Medicine Center, Shenzhen Hengsheng Hospital, Shenzhen, 518102, \nChina.\n(7)Reproductive Medicine Center, General Hospital of Ningxia Medical University, \nNingxia Medical University, Yinchuan, 750004, China.\n(8)State Key Laboratory of Reproductive Medicine and Offspring Health, Center \nfor Reproductive Medicine, Institute of Women, Children and Reproductive Health, \nShandong University, Jinan, 250012, China.\n(9)Reproductive Medicine Center, Xiangya Hospital of Central South University, \nChangsha, 410008, China.\n(10)Department of Obstetrics and Gynecology, Center for Reproductive Medicine, \nNanfang Hospital, Southern Medical University, Guangzhou, 510515, China.\n(11)Guangdong Provincial People's Hospital (Guangdong Academy of Medical \nSciences), Southern Medical University, Guangzhou, 510080, China. \nshiyuhua2003@126.com.\n(12)Department of Obstetrics and Gynecology, Center for Reproductive Medicine, \nNanfang Hospital, Southern Medical University, Guangzhou, 510515, China. \nshiyuhua2003@126.com.\n(#)Contributed equally\n\nBACKGROUND: Polycystic ovary syndrome (PCOS) patients typically undergo either \nan ovulation induction regimen or a programmed regimen for endometrial \npreparation before frozen embryo transfer (FET). However, the superiority of one \napproach over the other remains controversial. While previous studies suggest \nthat the letrozole regimen may improve pregnancy outcomes, prospective studies \nare insufficient. Therefore, we designed a multi-center randomized controlled \ntrial to compare the pregnancy outcomes between these two regimens in PCOS \npatients undergoing FET.\nMETHODS: This multicentre, randomised controlled, open-label trial included 155 \nPCOS patients from six hospitals in China between September 2022 and February \n2024. Patients were randomised into either the letrozole ovulation regimen group \n(n = 81) or the programmed regimen group (n = 74) during FET cycles. Subgroup \nanalysis was used among patients with single blastocyst transfer. The primary \noutcome was clinical pregnancy rate, with secondary outcomes including abortion \nrate, live birth rate, and other pregnancy and neonatal outcomes.\nRESULTS: Analysis of 155 FET women showed no significant difference in clinical \npregnancy rates between the letrozole group (62.96%) and the programmed group \n(60.81%, P > 0.05). Similarly, no differences were observed in abortion rate, \nlive birth rate, hypertensive disorders of pregnancy, gestational diabetes \nmellitus, preterm birth, or neonatal birth weight. However, more patients in the \nletrozole group received single-drug luteal support (53.16% vs. 16.67%, \nP < 0.05). A subgroup analysis of 108 women involving patients who underwent \nsingle blastocyst transfer revealed no significant differences in clinical \npregnancy rates (66.67% vs. 73.33%, P > 0.05) or live birth rates (58.73% vs. \n55.56%, P > 0.05) between the two groups. A higher proportion of women in the \nletrozole ovulation regimen group received single-drug luteal support compared \nto those in the programmed regimen group (58.73% vs. 22.22%, P < 0.05). No \nstatistically significant differences were observed between the groups in terms \nof fertilization method, abortion rate, or obstetric and neonatal outcomes.\nCONCLUSIONS: The letrozole ovulation regimen demonstrated comparable clinical \npregnancy rates to the programmed regimen in PCOS patients undergoing FET, while \nrequiring only simple luteal support. These findings suggest that the letrozole \nregimen may be a favourable alternative for endometrial preparation in this \npopulation.\nTRIAL REGISTRATION: Chinese Clinical Trial Registry ChiCTR2200062244 ( \nhttps://www.chictr.org.cn ). Registered on 31 July 2022.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12958-025-01432-w\nPMCID: PMC12269307\nPMID: 40676584 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval: The study was \nconducted in accordance with the Declaration of Helsinki and GCP, and approved \nby the Ethics Review Committee of Guangdong Provincial People’s Hospital \n(KY-Q-2022-228-02) for studies involving humans. Additionally, it was registered \nin the ChiCTR (ChiCTR2200062244). Consent for publication: Written informed \nconsent was obtained from all participants prior to their inclusion in the \nstudy. Competing interests: The authors declare no competing interests.",
  "authors": [
    "Xie Y",
    "Li P",
    "Hao G",
    "Deng W",
    "Zhao J",
    "Gao S",
    "Deng B",
    "Li Y",
    "Deng M",
    "Yuan Y",
    "Fan Q",
    "Zhang N",
    "Zhao Z",
    "Shi Y"
  ],
  "journal": "Reproductive biology and endocrinology : RB&E",
  "year": "2025"
}