{
  "pmid": "40618386",
  "title": "Diet in Pregnancy: A Review of Current Challenges and Recommendations. A British Nutrition Foundation Briefing Paper.",
  "abstract": "1. Nutr Bull. 2025 Jul 6. doi: 10.1111/nbu.70016. Online ahead of print.\n\nDiet in Pregnancy: A Review of Current Challenges and Recommendations. A British \nNutrition Foundation Briefing Paper.\n\nHart KH(1), Hill AJ(2), Gonzalez JT(3), de la Hunty A(4), Gallagher AM(2), \nStanner SA(4).\n\nAuthor information:\n(1)Faculty of Health & Medical Sciences, University of Surrey, Guildford, UK.\n(2)Nutrition Innovation Centre for Food & Health, School of Biomedical Sciences, \nUlster University, Coleraine, UK.\n(3)Centre for Nutrition, Exercise and Metabolism, Department for Health, \nUniversity of Bath, Bath, UK.\n(4)British Nutrition Foundation, London, UK.\n\nPregnancy is a crucial period during which maternal nutrition, weight and \nlifestyle behaviours have a direct impact on both maternal and fetal health. \nThis briefing paper describes dietary and lifestyle recommendations for women \nduring the preconceptional period and throughout pregnancy, identifying specific \nfactors that can be modified to improve health outcomes for both mother and \nchild. It considers key areas such as nutrient intakes, supplementation, food \nsafety and weight management, and highlights how dietary choices can help reduce \nthe risk of common pregnancy-related conditions. Despite widespread recognition \nof the importance of a healthy, balanced diet, many women in the UK fall short \nof recommended intakes for important nutrients, including iron, folate, iodine \nand vitamin D. These shortfalls are particularly evident among nutritionally \nvulnerable groups, such as teenagers, women from lower-income households and \nthose experiencing food insecurity; such groups may face barriers to accessing \nhealthy foods and adhering to supplementation guidance. An increasing interest \nin plant-based diets presents an opportunity to consider a range of dietary \npatterns that support both maternal health and environmental sustainability. \nHowever, such shifts must be carefully managed to ensure adequate intake of \nnutrients commonly found in animal products, such as vitamin B12, iron, iodine, \ncalcium and long-chain fatty acids. Rates of overweight and obesity among women \nof childbearing age remain high, reflecting trends in the general population and \ncontributing to growing concern about maternal obesity. Maintaining a healthy \nweight before and during pregnancy plays a key role in supporting maternal and \nfetal wellbeing. Both insufficient and excessive weight gain are associated with \nelevated risks of complications. Excessive weight gain during pregnancy is \nassociated with an increased risk of developing gestational diabetes, \nhypertensive disorders such as pre-eclampsia, preterm birth and a greater \nlikelihood of long-term obesity in both mother and child. Supporting women to \nachieve and maintain a healthy weight in the periconceptional period and \nthroughout pregnancy is therefore a public health priority. The antenatal period \npresents a unique window of opportunity to promote healthier and more \nsustainable eating patterns, as women are often highly motivated to improve \ntheir health and are in more regular contact with healthcare professionals at \nthis time. Yet, research indicates that many women are unaware of dietary \nrecommendations or receive inconsistent advice. To fully harness this \nopportunity, healthcare providers must be equipped with culturally appropriate, \naccessible and evidence-based resources to support perinatal conversations \naround diet, supplementation, physical activity and body weight. Providing \nappropriate support during the periconceptional and early pregnancy period is \nessential to addressing health inequalities, improving long-term wellbeing and \npositively influencing the health of future generations.\n\n© 2025 The Author(s). Nutrition Bulletin published by John Wiley & Sons Ltd on \nbehalf of British Nutrition Foundation.\n\nDOI: 10.1111/nbu.70016\nPMID: 40618386",
  "authors": [
    "Hart KH",
    "Hill AJ",
    "Gonzalez JT",
    "de la Hunty A",
    "Gallagher AM",
    "Stanner SA"
  ],
  "journal": "Nutrition bulletin",
  "year": "2025"
}