{
  "pmid": "40685323",
  "title": "Increased fractalkine expression in placental tissue and HUVECs from pregnant women with gestational diabetes mellitus and its correlation with clinicopathological variables in a case-control study.",
  "abstract": "1. J Matern Fetal Neonatal Med. 2025 Dec;38(1):2534505. doi: \n10.1080/14767058.2025.2534505. Epub 2025 Jul 20.\n\nIncreased fractalkine expression in placental tissue and HUVECs from pregnant \nwomen with gestational diabetes mellitus and its correlation with \nclinicopathological variables in a case-control study.\n\nUsta A(1), Sancakli Usta C(1), Lafci D(1), Tekcan C(2), Turan G(3).\n\nAuthor information:\n(1)Department of Obstetrics and Gynecology, School of Medicine, Balikesir \nUniversity, Balıkesir, Turkey.\n(2)Clinic of Obstetrics and Gynecology, Private Clinic, Istanbul, Turkey.\n(3)Department of Pathology, School of Medicine, Balikesir University, Balıkesir, \nTurkey.\n\nAIM: Gestational diabetes mellitus is defined as any glucose intolerance that \nbegins during pregnancy, and it is one of the most common metabolic disorders \ncomplicating pregnancies, affecting approximately 10-14% of all pregnancies. \nMaternal carbohydrate metabolism changes during pregnancy to ensure adequate \nnutrition for the fetus, with the human umbilical vein and the placenta being \nimportant regulators of this physiological state. This study aimed to evaluate \nfractalkine (FKN) immunoreactivity in GDM pregnancies and its association with \nmaternal/fetal health outcomes.\nMETHODS: In this case-control study, a total of 89 pregnant women (44 GDM and 45 \nnon-GDM) underwent a 50 g glucose loading test (GCT) between 24 and 28 weeks of \ngestation. GCT cutoff value was chosen as <140 mg/dl. Women with high GCT values \nunderwent rapid diagnostic testing with a 3-hour glucose tolerance test (GTT). \nPlacenta samples were obtained after cesarean section. Immunohistochemistry for \nFKN was performed on formalin-fixed and paraffin-embedded sections. Finally, the \nrelationship between FKN expression and clinical manifestations of GDM was \nevaluated.\nRESULTS: FKN expression was significantly different between pregnant women with \nand without GDM. Specifically, FKN expression was increased in the capillary \nendothelium (p < 0.0001) and human umbilical vein endothelial cells (HUVECs) \n(p = 0.0011) in pregnant women with GDM compared to those without GDM. \nFurthermore, FKN expression in HUVECs was found to be associated with fetal \nmacrosomia (p = 0.0099) and neonatal hypoglycemia (p = 0.0291). Additionally, \nFKN expression in the capillary endothelium was found to be associated with \npreeclampsia (p = 0.0250). Regarding the pathological changes of the placenta \nwith FKN expression, significant correlations were identified with both \ncapillary endothelial FKN expression and HUVEC FKN expression.\nCONCLUSIONS: The observed differences suggest a potential association between \nthe immunohistochemical expression of FKN and the presence of GDM, placental \nchanges, and adverse outcomes of pregnancy.\n\nDOI: 10.1080/14767058.2025.2534505\nPMID: 40685323 [Indexed for MEDLINE]",
  "authors": [
    "Usta A",
    "Sancakli Usta C",
    "Lafci D",
    "Tekcan C",
    "Turan G"
  ],
  "journal": "The journal of maternal-fetal & neonatal medicine : the official journal of the European Association of Perinatal Medicine, the Federation of Asia and Oceania Perinatal Societies, the International Society of Perinatal Obstetricians",
  "year": "2025"
}