{
  "pmid": "40649834",
  "title": "Pregnancy and Neonatal Outcomes in Maturity-Onset Diabetes of the Young: A Systematic Review.",
  "abstract": "1. Int J Mol Sci. 2025 Jun 24;26(13):6057. doi: 10.3390/ijms26136057.\n\nPregnancy and Neonatal Outcomes in Maturity-Onset Diabetes of the Young: A \nSystematic Review.\n\nŁugowski F(1), Babińska J(1), Makowska K(1), Ludwin A(1), Stanirowski PJ(1).\n\nAuthor information:\n(1)1st Department of Obstetrics and Gynecology, Medical University of Warsaw, \n02-091 Warsaw, Poland.\n\nMaturity-onset diabetes of the young (MODY)-a monogenic form of \ndiabetes-accounts for approximately 1-2% of all diabetes cases, with GCK-MODY \nbeing the second most commonly diagnosed type. Although the inherited nature of \nthe disease implies that the interplay between maternal glycemia and fetal \ngenotype directly influences neonatal outcomes, clinical guidelines for \nMODY-complicated pregnancies remain underdeveloped. A systematic literature \nsearch in the PubMed, Scopus, Web of Science, and Cochrane databases was \nconducted following the PRISMA guidelines. The study protocol has been logged in \nthe PROSPERO registry with the identification number CRD42024609390. Data, such \nas MODY type, the gestational age at delivery, mode of delivery, insulin \nadministration, mutational status of the fetus, fetal birthweight (FBW), \noccurrence of small-/large-for-gestational age fetus, shoulder dystocia, and \nneonatal hypoglycemia, were extracted and evaluated. Among 19 studies selected \nfor the final analysis, 15 investigated perinatal outcomes in the GCK-MODY \nvariant. Women diagnosed with GCK-MODY treated with insulin delivered \napproximately 1-2 weeks earlier than those managed with diet alone. FBW was \nsignificantly higher in GCK-negative as compared to GCK-positive offspring. \nAccordingly, fetal macrosomia was notably more common among unaffected neonates. \nIn GCK-affected fetuses, insulin therapy was associated with a significantly \nlower FBW. Fetal genotype critically modifies perinatal outcomes in GCK-MODY \npregnancies. In the absence of fetal genotyping, conservative management should \nbe prioritized to mitigate the risks of fetal growth restriction and iatrogenic \nprematurity. As data regarding other types of MODY in pregnancy remain sparse, \nthere is an urgent need for more research in this area.\n\nDOI: 10.3390/ijms26136057\nPMCID: PMC12250487\nPMID: 40649834 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare no conflicts of interest.",
  "authors": [
    "Ługowski F",
    "Babińska J",
    "Makowska K",
    "Ludwin A",
    "Stanirowski PJ"
  ],
  "journal": "International journal of molecular sciences",
  "year": "2025"
}