{
  "pmid": "40665066",
  "title": "From Glucotoxicity to Lung Injury: Emerging Perspectives on Diabetes-Associated Respiratory Complications.",
  "abstract": "1. Lung. 2025 Jul 15;203(1):80. doi: 10.1007/s00408-025-00834-2.\n\nFrom Glucotoxicity to Lung Injury: Emerging Perspectives on Diabetes-Associated \nRespiratory Complications.\n\nYu H(1), Liu J(2), He X(2).\n\nAuthor information:\n(1)Department of Geriatrics, The First Affiliated Hospital of Chongqing Medical \nUniversity, No.1 Youyi Road, Yuzhong, Chongqing, 400016, China. yhm920@126.com.\n(2)Department of Geriatrics, The First Affiliated Hospital of Chongqing Medical \nUniversity, No.1 Youyi Road, Yuzhong, Chongqing, 400016, China.\n\nEmerging evidence highlights glucose toxicity as a pivotal driver of diabetic \nrespiratory complications, characterized by hyperglycemia-induced metabolic \ndysregulation and multi-organ damage. The lung, a metabolically active organ, \nexhibits unique susceptibility to glucose toxicity due to its exposure to \noxidative stress, inflammatory cascades, and disrupted metabolic reprogramming, \nparticularly in glycolysis and mitochondrial dysfunction. Diabetes-associated \nrespiratory complications encompass increased susceptibility to respiratory \ninfections, acute respiratory distress syndrome (ARDS) with macrophage-driven \nglycolytic shifts, and gestational diabetes mellitus (GDM)-associated fetal lung \ndysplasia via impaired epithelial differentiation. Future research should \nprioritize metabolic dysregulation-targeted therapies, gut-lung axis modulation, \nand personalized approaches to address the interplay between hyperglycemia, \noxidative stress, and immune dysregulation. Elucidating genetic and epigenetic \nmodifiers of glucotoxicity will further advance therapeutic strategies for \ndiabetes-associated pneumopathy. This review provides an overview of \nepidemiological burden, lung structural and functional changes, \npathophysiological mechanisms, clinical outcomes and complications, therapeutic \nand preventive strategies, unanswered questions, and future directions of \ndiabetes-associated respiratory complications.\n\n© 2025. The Author(s), under exclusive licence to Springer Science+Business \nMedia, LLC, part of Springer Nature.\n\nDOI: 10.1007/s00408-025-00834-2\nPMID: 40665066 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Conflict of interest: The authors \ndeclare that they have no competing interests. Ethical Approval: Not applicable. \nConsent to Participate: Not applicable. Consent for Publication: The authors \nconsent to publication. Clinical Trial Number: Not applicable.",
  "authors": [
    "Yu H",
    "Liu J",
    "He X"
  ],
  "journal": "Lung",
  "year": "2025"
}