{
  "pmid": "40660339",
  "title": "Efficacy and safety of recombinant human granulocyte colony-stimulating factor in patients with unexplained recurrent pregnancy loss: a protocol for a multicenter, randomized, double-blind, controlled trial.",
  "abstract": "1. Trials. 2025 Jul 14;26(1):245. doi: 10.1186/s13063-025-08951-2.\n\nEfficacy and safety of recombinant human granulocyte colony-stimulating factor \nin patients with unexplained recurrent pregnancy loss: a protocol for a \nmulticenter, randomized, double-blind, controlled trial.\n\nMu F(1), Cai Z(2), Du L(3), Zeng X(1), Zhou Q(4), Chen Y(4), Wang F(5).\n\nAuthor information:\n(1)Department of Reproductive Medicine, Lanzhou University Second Hospital, \nLanzhou, 730030, China.\n(2)Department of Obstetrics and Gynecology, The Third Affiliated Hospital of \nWenzhou Medical University, Wenzhou, 325035, China.\n(3)Hebei Key Laboratory of Reproductive Medicine, Hebei Reproductive Health \nHospital (Research Institute), Shijiazhuang, 050071, China.\n(4)Evidence-Based Medicine Center, School of Basic Medical Sciences, Lanzhou \nUniversity, Lanzhou, 730030, China.\n(5)Department of Reproductive Medicine, Lanzhou University Second Hospital, \nLanzhou, 730030, China. ery_fwang@lzu.edu.cn.\n\nBACKGROUND: Unexplained recurrent pregnancy loss (uRPL), defined as the loss of \ntwo or more pregnancies without an identified cause, affects approximately 1-2% \nof women trying to conceive. Emerging evidence suggests that an imbalance in \nmaternal-fetal immunological tolerance may play a key role in its pathogenesis. \nGranulocyte colony-stimulating factor (G-CSF), a glycosylated polypeptide chain \ncell growth factor, has shown promise in improving pregnancy outcomes in uRPL, \nalthough findings from previous clinical trials are inconsistent. High-quality, \nadequately powered studies are urgently needed to determine its clinical \nutility. This study aims to evaluate the efficacy and safety of G-CSF in Chinese \nwomen with uRPL, providing a more theoretical basis for clinical practice.\nMETHODS: A randomized, double-blind, placebo-controlled, multicenter clinical \ntrial will enroll 528 eligible participants, assigned to test group (n = 264, \nG-CSF 150 μg, subcutaneously every other day) and control group (n = 264, \nplacebo), starting after confirmation of early pregnancy and ending at \n10 weeks + 0 days of gestation. All participants will also receive \ndydrogesterone and aspirin as supportive care. The primary endpoint is fetal \nsurvival to 24 weeks, and secondary endpoints are early pregnancy loss, \nclinically confirmed pregnancy, ongoing pregnancy, fetal survival to 28 weeks, \nectopic pregnancy, preterm birth, stillbirth, and pregnancy complications \n(preeclampsia, gestational diabetes mellitus, HELLP syndrome, placental \nabruption). The trial will also explore subgroup effects based on research \ncenters (4 centers), age, number of pregnancy losses, and body mass index.\nDISCUSSION: This trial aims to provide high-quality evidence on the efficacy and \nsafety of G-CSF in the treatment of uRPL, particularly in the Chinese population \nwhere existing data are limited. The findings may support evidence-based \nrecommendations and inform treatment decisions in a population where therapeutic \noptions remain limited and controversial.\nTRIAL REGISTRATION: ChiCTR2300077436. Prospectively registered on 2023-11-08.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13063-025-08951-2\nPMCID: PMC12257775\nPMID: 40660339 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate {24}.: According to the Declaration of Helsinki, the protocol \nobtained approval from the Lanzhou University Second Hospital (2023A-530) and \nwas registered in the Chinese Clinical Trial Registry (ChiCTR2300077436) prior \nto the study’s initiation. The principal investigator will strive to draft the \ninformed consent form and supporting documents in simple language to obtain \ninformed consent from patients and their legally authorized representatives. No \nstudy procedures will be performed until written informed consent is provided. \nThe clinical findings of this trial will be compiled into a manuscript for \npresentation at scientific conferences or publication in scientific journals \nfollowing the completion of the trial. The manuscript will be discussed and \napproved by all principal investigators of the centers involved in the study. \nConsent for publication {32}: N/A. Competing interests {28}.: The authors \ndeclare that they have no competing interests.",
  "authors": [
    "Mu F",
    "Cai Z",
    "Du L",
    "Zeng X",
    "Zhou Q",
    "Chen Y",
    "Wang F"
  ],
  "journal": "Trials",
  "year": "2025"
}