{
  "pmid": "40660177",
  "title": "Metformin use in gestational diabetes is not associated with an increased risk of preterm labor and small for gestational age infants compared to diet control alone.",
  "abstract": "1. BMC Pregnancy Childbirth. 2025 Jul 14;25(1):762. doi: \n10.1186/s12884-025-07869-6.\n\nMetformin use in gestational diabetes is not associated with an increased risk \nof preterm labor and small for gestational age infants compared to diet control \nalone.\n\nD'Souza A(1), Abdullahi H(1)(2), Badri F(2), Ibrahim I(3)(4).\n\nAuthor information:\n(1)Weill Cornell Medicine-Qatar, Doha, Qatar.\n(2)Sidra Medicine, Al Gharrafa Street, Ar-Rayyan, Doha, Qatar.\n(3)Weill Cornell Medicine-Qatar, Doha, Qatar. iibrahim1@sidra.org.\n(4)Sidra Medicine, Al Gharrafa Street, Ar-Rayyan, Doha, Qatar. \niibrahim1@sidra.org.\n\nAIMS: Given the limited data on the effects of metformin exposure in pregnancy, \nthis study aims to investigate the association between metformin use in \nGestational Diabetes (GDM) and the risk of short-term maternal and neonatal \noutcomes.\nMETHODS: This retrospective cohort study included women with GDM who sought \nprenatal care at Sidra Medicine, Qatar, between January 2019 and December 2020 \nand compared maternal and neonatal outcomes in patients treated with metformin \nto those treated with diet control alone.\nRESULTS: Six hundred forty nine GDM patients were included, of which 438 were \ntreated with diet only, and 211 were treated with metformin. At baseline, the \nmetformin-treated group was older (33.3 ± 4.8 vs. 31.2 ± 5.0 years), had higher \npre-pregnancy Body Mass Index (BMI) (27.9 ± 4.6 vs. 26.0 ± 4.7 kg/m2), but had \nlower gestational weight gain (0.28 ± 0.20 vs. 0.34 ± 0.17 kg/week) than the \ndiet group (p <.001). When adjusted for age, fasting glucose at diagnosis, \npre-pregnancy weight, and gestational weight gain, metformin treatment was not \nassociated with an increased risk of any adverse pregnancy outcomes.\nCONCLUSIONS: Treatment with metformin was not associated with an increased risk \nof adverse outcomes, including small for gestational age and preterm labor in \nwomen with GDM.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12884-025-07869-6\nPMCID: PMC12261725\nPMID: 40660177 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: This study was approved by the Institutional Review Boards (IRB) at \nSidra Medicine and Weill Cornell Medicine– Qatar (IRB#1904345) and the need for \ninformed consent was waived by both IRBs due to the retrospective nature of the \nstudy, and lack of patient identifiers. The study was conducted following the \nethical principles for medical research mentioned in the Declaration of Helsinki \nas revised in 2013. Consent for publication: “Not Applicable”. Competing \ninterests: The authors declare no competing interests.",
  "authors": [
    "D'Souza A",
    "Abdullahi H",
    "Badri F",
    "Ibrahim I"
  ],
  "journal": "BMC pregnancy and childbirth",
  "year": "2025"
}