{
  "pmid": "40672961",
  "title": "Prediction and immune landscape study of potentially key autophagy-related biomarkers in preeclampsia with gestational diabetes mellitus.",
  "abstract": "1. Front Immunol. 2025 Jul 2;16:1571795. doi: 10.3389/fimmu.2025.1571795. \neCollection 2025.\n\nPrediction and immune landscape study of potentially key autophagy-related \nbiomarkers in preeclampsia with gestational diabetes mellitus.\n\nWang Q(1), Li X(2), Ye W(3), Lin L(4), Ye K(4), Peng M(4).\n\nAuthor information:\n(1)Department of Geriatric Integrative, Second Affiliated Hospital of Xinjiang \nMedical University, Urumqi, Xinjiang, China.\n(2)The Second Affiliated Hospital of Xinjiang Medical University, The Second \nClinical Medical College, Xinjiang Medical University, Urumqi, Xinjiang, China.\n(3)Nephrology Department, Second Affiliated Hospital of Xinjiang Medical \nUniversity, Xinjiang, Urumqi, China.\n(4)Wenzhou Key Laboratory for the Diagnosis and Prevention of Diabetic \nComplications, Department of Gynecology and Obstetrics, The Third Affiliated \nHospital of Wenzhou Medical University (Ruian People's Hospital), Rui'an, \nZhejiang, China.\n\nINTRODUCTION: Gestational diabetes mellitus (GDM) and preeclampsia are prevalent \npregnancy complications that threaten maternal and infant health while imposing \nsubstantial socioeconomic burdens. Although several interventions exist, \nshortcomings in individualized treatment and other limitations necessitate \nurgent in-depth research. This study aimed to examine alterations in \nautophagy-related gene expression in preeclampsia combined with GDM.\nMETHODS: We conducted bioinformatics analyses including gene expression \nprofiling, weighted gene co-expression network analysis (WGCNA), gene ontology \n(GO) and KEGG enrichment analyses, machine learning modeling, immune \ninfiltration analyses, and single-cell RNA sequencing. Differentially expressed \nautophagy-related genes linked to preeclampsia with GDM were identified. \nExpression levels of four key genes were validated in placental samples using \nreverse transcription quantitative polymerase chain reaction (RT-qPCR).\nRESULTS: Our findings identified potential biomarkers and molecular mechanisms \nunderlying preeclampsia with GDM. Single-cell analysis corroborated these \nresults, revealing distinct autophagy-related gene signatures and enhancing \nunderstanding of the pathophysiology.\nDISCUSSION: This study elucidates molecular mechanisms connecting GDM and \npreeclampsia, identifies novel biomarkers and therapeutic targets, and provides \na valuable reference for future research and clinical applications. The \nintegration of multi-omics approaches advances precision medicine strategies for \nthese comorbid conditions.\n\nCopyright © 2025 Wang, Li, Ye, Lin, Ye and Peng.\n\nDOI: 10.3389/fimmu.2025.1571795\nPMCID: PMC12263617\nPMID: 40672961 [Indexed for MEDLINE]\n\nConflict of interest statement: The authors declare that the research was \nconducted in the absence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.",
  "authors": [
    "Wang Q",
    "Li X",
    "Ye W",
    "Lin L",
    "Ye K",
    "Peng M"
  ],
  "journal": "Frontiers in immunology",
  "year": "2025"
}