{
  "pmid": "40653273",
  "title": "Heterogeneity in the association between a dietary pattern high in fat, sugar, and sodium and adverse pregnancy outcomes by maternal characteristics: a US pregnancy cohort study.",
  "abstract": "1. Am J Clin Nutr. 2025 Jul 11:S0002-9165(25)00394-6. doi: \n10.1016/j.ajcnut.2025.07.005. Online ahead of print.\n\nHeterogeneity in the association between a dietary pattern high in fat, sugar, \nand sodium and adverse pregnancy outcomes by maternal characteristics: a US \npregnancy cohort study.\n\nBodnar LM(1), Kirkpatrick SI(2), Yu YH(3), Kennedy E(4), Parisi SM(5), Naimi \nAI(3).\n\nAuthor information:\n(1)Department of Epidemiology, School of Public Health, University of \nPittsburgh, Pittsburgh, Pennsylvania, USA; Department of Obstetrics, Gynecology, \nand Reproductive Sciences, School of Medicine, University of Pittsburgh, \nPittsburgh, Pennsylvania, USA. Electronic address: lbodnar@pitt.edu.\n(2)School of Public Health Sciences, University of Waterloo, Waterloo, Ontario, \nCanada.\n(3)Department of Epidemiology, Rollins School of Public Health, Emory \nUniversity, Atlanta, Georgia, USA.\n(4)Department of Statistics, Carnegie Mellon University, Pittsburgh, \nPennsylvania, USA.\n(5)Department of Epidemiology, School of Public Health, University of \nPittsburgh, Pittsburgh, Pennsylvania, USA.\n\nBACKGROUND: \"Precision nutrition\" aims to recognize variation in response to \ndietary patterns to inform tailored advice based on behavioral, social, \nenvironmental, genetic, and metabolic factors.\nOBJECTIVE: We sought to identify characteristics of pregnant individuals that \nmodify the associations between a high fat, sugar, and sodium diet and poor \nperinatal outcomes.\nDESIGN: We used data from 8054 participants in the Nulliparous Pregnancy \nOutcomes Study: monitoring mothers-to-be (8 US medical centers, 2010‒2013), a \nprospective cohort study. Usual periconceptional dietary intake was assessed at \n6‒13 weeks gestation using a food frequency questionnaire. The exposure was a \nhigh fat, sugar, and sodium dietary pattern versus all other diet patterns. The \noutcome was a composite of one or more perinatal outcomes: preeclampsia, \ngestational diabetes, preterm birth, or small-for-gestational-age birth. We used \nthe doubly-robust learner, which enables the use of machine learning to identify \nmaternal characteristics that modify the effect of the dietary pattern on the \ncomposite outcome.\nRESULTS: Approximately 29% had a dietary pattern that was high in fat, sugar, \nand sodium. One quarter had any adverse pregnancy outcome. The \nconfounder-adjusted association between a high fat, sugar, and sodium dietary \npattern and the risk of the adverse composite pregnancy outcome was stronger \namong certain subgroups of the cohort than others, including individuals with a \nhigher BMI, lower socioeconomic status, and non-Hispanic Black race/ethnicity. \nFor instance, compared with other diet patterns, intake of a diet high in fat, \nsugar, and sodium was associated with 5.9 excess cases per 100 pregnancies \n(adjusted risk difference 0.059 (95% confidence interval 0.012, 0.11) among \nindividuals living in a high-poverty neighborhood, but 2.3 excess cases per 100 \npregnancies (0.023; 95% CI -0.011, 0.057) among those residing in a low-poverty \nneighborhood.\nCONCLUSIONS: This work may provide clues that contribute to a deeper \nunderstanding of the heterogeneity in dietary responses in pregnancy.\n\nCopyright © 2025 The Author(s). Published by Elsevier Inc. All rights reserved.\n\nDOI: 10.1016/j.ajcnut.2025.07.005\nPMID: 40653273\n\nConflict of interest statement: Declaration of interests ☒ The authors declare \nthe following financial interests/personal relationships which may be considered \nas potential competing interests: Lisa Bodnar reports financial support was \nprovided by National Institute of Child Health and Human Development. If there \nare other authors, they declare that they have no known competing financial \ninterests or personal relationships that could have appeared to influence the \nwork reported in this paper. Ashley Isaac Naimi reports financial support was \nprovided by National Institutes of Health. If there are other authors, they \ndeclare that they have no known competing financial interests or personal \nrelationships that could have appeared to influence the work reported in this \npaper.",
  "authors": [
    "Bodnar LM",
    "Kirkpatrick SI",
    "Yu YH",
    "Kennedy E",
    "Parisi SM",
    "Naimi AI"
  ],
  "journal": "The American journal of clinical nutrition",
  "year": "2025"
}