{
  "pmid": "40652449",
  "title": "A Systematic Review Supporting the Clinical Practice Guidelines on the Management of Preexisting Diabetes and Pregnancy.",
  "abstract": "1. J Clin Endocrinol Metab. 2025 Jul 13:dgaf289. doi: 10.1210/clinem/dgaf289. \nOnline ahead of print.\n\nA Systematic Review Supporting the Clinical Practice Guidelines on the \nManagement of Preexisting Diabetes and Pregnancy.\n\nAl Nofal A(1)(2), Benkhadra K(3), Abbas A(2), Nduwimana MJ(4), Al-Kordi M(2), \nAllababidi AK(1), Wyckoff J(5), Lapolla A(6), Prokop LJ(7), Wang Z(2), Murad \nMH(2).\n\nAuthor information:\n(1)Evidence-Based Practice Research Program, Mayo Clinic, Rochester, MN 55905, \nUSA.\n(2)Division of Pediatric Endocrinology, Department of Pediatrics, Mayo Clinic, \nRochester, MN 55905, USA.\n(3)Division of Hospital Internal Medicine, Mayo Clinic, Phoenix, AZ 85054, USA.\n(4)Emergency Department, Mayo Clinic, Rochester, MN 55905, USA.\n(5)Division of Metabolism, Endocrinology and Diabetes/Podiatry, University of \nMichigan, Ann Arbor, MI 48109, USA.\n(6)Department of Medicine, University of Padova, 35122 Padova, Italy.\n(7)Mayo Clinic Libraries, Mayo Clinic, Rochester, MN 55905, USA.\n\nCONTEXT: Women with preexisting diabetes mellitus (PDM) are at increased risk of \npregnancy-related complications.\nOBJECTIVE: To summarize the available supporting evidence for the Endocrine \nSociety guidelines about management of PDM in pregnancy.\nDATA SOURCES: MEDLINE, EMBASE, Scopus, and other sources through February 2025.\nSTUDY SELECTION: Studies were selected by pairs of independent reviewers.\nDATA EXTRACTION: Data were extracted by pairs of independent reviewers.\nDATA SYNTHESIS: We included 17 studies. Meta-analysis showed no significant \ndifference between hybrid closed-loop insulin pump (HCL) and standard of care \nregarding time in range (TIR), time above range (TAR), and time below range \n(TBR). HCL had better overnight TIR and TBR. For women with type 2 diabetes \nmellitus (T2DM), intermittent use of continuous glucose monitoring (CGM) was not \nassociated with a significant change in the risk of large for gestational age \n(LGA) neonates (2 randomized controlled trials [RCTs], 102 patients). Adding \nmetformin to insulin was associated with a lower risk of LGA (2 RCTs, 1126 \npatients). Three retrospective studies (1724 patients) suggested increased \nneonatal complications when delivery was induced before 39 weeks of gestation \n(particularly before 38 weeks) in women with preexisting type 1 (T1DM) and T2DM, \nalthough this evidence was subject to likely confounding. One retrospective \nstudy showed no increase in neonatal complications with periconceptional \nexposure to glucagon-like peptide-1 receptor agonists. We could not identify \ncomparative studies assessing a screening question about the possibility of \npregnancy or a carbohydrate restrictive diet.\nCONCLUSION: This systematic review addresses various aspects of managing PDM in \npregnancy and will support the development of the Endocrine Society guidelines.\n\n© The Endocrine Society 2025. Published by Oxford University Press on behalf of \nthe Endocrine Society. All rights reserved. For commercial re-use, please \ncontact reprints@oup.com for reprints and translation rights for reprints. All \nother permissions can be obtained through our RightsLink service via the \nPermissions link on the article page on our site—for further information please \ncontact journals.permissions@oup.com. See the journal About page for additional \nterms.\n\nDOI: 10.1210/clinem/dgaf289\nPMID: 40652449",
  "authors": [
    "Al Nofal A",
    "Benkhadra K",
    "Abbas A",
    "Nduwimana MJ",
    "Al-Kordi M",
    "Allababidi AK",
    "Wyckoff J",
    "Lapolla A",
    "Prokop LJ",
    "Wang Z",
    "Murad MH"
  ],
  "journal": "The Journal of clinical endocrinology and metabolism",
  "year": "2025"
}