{
  "pmid": "40682053",
  "title": "Early prediction of gestational diabetes mellitus based on systematically selected multi-panel biomarkers and clinical accessibility-a longitudinal study of a multi-racial pregnant cohort.",
  "abstract": "1. BMC Med. 2025 Jul 18;23(1):430. doi: 10.1186/s12916-025-04258-w.\n\nEarly prediction of gestational diabetes mellitus based on systematically \nselected multi-panel biomarkers and clinical accessibility-a longitudinal study \nof a multi-racial pregnant cohort.\n\nYang J(1)(2)(3), Cao Y(4)(5), Qian F(6)(7), Grewal J(8), Sacks DB(9), Chen \nZ(10), Tsai MY(11), Chen J(#)(5), Zhang C(#)(12)(13)(14)(15).\n\nAuthor information:\n(1)Global Center for Asian Women's Health, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore.\n(2)Department of Obstetrics and Gynecology, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore.\n(3)Bia-Echo Asia Center for Reproductive Longevity & Equality (ACRLE), Yong Loo \nLin School of Medicine, National University of Singapore, Singapore, Singapore.\n(4)Department of Statistics, School of Science, Minzu University of China, \nBeijing, China.\n(5)Department of Biostatistics, Epidemiology & Informatics, University of \nPennsylvania Perelman School of Medicine, Philadelphia, PA, USA.\n(6)Center for Sustainable Finance Innovation, Nanyang Business School, Nanyang \nTechnological University, Singapore, Singapore.\n(7)Department of Pediatrics, Yong Loo Lin School of Medicine, National \nUniversity of Singapore, Singapore, Singapore.\n(8)Division of Population Health Research, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nBethesda, MD, USA.\n(9)Department of Laboratory Medicine, Clinical Center, National Institutes of \nHealth, Bethesda, MD, USA.\n(10)Biostatistics and Bioinformatics Branch, Eunice Kennedy Shriver National \nInstitute of Child Health and Human Development, National Institutes of Health, \nBethesda, MD, USA.\n(11)Department of Laboratory Medicine and Pathology, University of Minnesota, \nMinneapolis, MN, USA.\n(12)Global Center for Asian Women's Health, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore. obgzc@nus.edu.sg.\n(13)Department of Obstetrics and Gynecology, Yong Loo Lin School of Medicine, \nNational University of Singapore, Singapore, Singapore. obgzc@nus.edu.sg.\n(14)Bia-Echo Asia Center for Reproductive Longevity & Equality (ACRLE), Yong Loo \nLin School of Medicine, National University of Singapore, Singapore, Singapore. \nobgzc@nus.edu.sg.\n(15)Department of Nutrition, Harvard T.H. Chan School of Public Health, Boston, \nMA, USA. obgzc@nus.edu.sg.\n(#)Contributed equally\n\nBACKGROUND: Early identification of high-risk women is critical for preventing \ngestational diabetes mellitus (GDM). We aimed to improve early prediction of GDM \nusing multiple panels of cardiometabolic biomarkers assessed in early and \nmid-pregnancy, considering clinical accessibility.\nMETHODS: In a US study of 2802 pregnant individuals, we assessed 91 \ncardiometabolic biomarkers at 10-14 (random blood) and 15-26 (fasting) \ngestational weeks (GW) in 107 GDM cases and 214 controls. Candidate biomarkers \nwere categorized by clinical accessibility from high to low: group I (clinically \naccessible tests like HbA1c, lipids), group II (clinically accessible biomarkers \nupon request like insulin-like growth factor (IGF) axis markers, adipokines), \nand group III (specialty lab-required targeted metabolomics: amino acids (AAs) \nand phospholipid fatty acids (FAs)). At each visit, we constructed a full model \nincorporating all candidate biomarkers and conventional predictors. We built \nalternative models utilizing different groups of biomarkers considering clinical \naccessibility. Variable selection was performed to retain variables with a p \nvalue < 0.10 for a parsimonious model. Model performance was evaluated by area \nunder receiver operating characteristics curve (AUC), proportion of cases \nfollowed (PCF, %) and proportion needed to follow (PNF, %), and decision curve \nanalysis.\nRESULTS: A full model comprising conventional predictors, clinical and \nnon-clinical cardiometabolic biomarkers, and metabolomic markers achieved the \nhighest discriminative accuracy (AUC: 0.842 at 10-14 GW, 0.829 at 15-26 GW). The \naddition of novel biomarkers increased PCF and decreased PNF, suggesting \nincreased clinical utility. For example, at 10-14 GW, 69.5% of GDM cases are \nexpected to be detected from women whose risk is above the 80% percentile \nestimated by the full model vs. 49.1% by the conventional model. Additionally, \n46.1% of women identified as being at the highest risk by the full model are \nexpected to account for 90.0% of GDM cases vs. 71.1% by the conventional model. \nDecision curve analysis showed that models incorporating novel biomarkers \nperformed better than the conventional model including glucose, and the full \nmodel at 10-14 GW had the highest net benefit, overall.\nCONCLUSIONS: This study suggested that a selected panel of cardiometabolic \nbiomarkers using early-pregnancy random plasma samples predicted GDM comparably \nto those using mid-pregnancy fasting samples.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s12916-025-04258-w\nPMCID: PMC12275388\nPMID: 40682053 [Indexed for MEDLINE]\n\nConflict of interest statement: Declarations. Ethics approval and consent to \nparticipate: The study protocol was reviewed and approved by institutional \nreview boards at NICHD and each of the clinical sites. Written informed consent \nwas obtained from all the participants. The IRB approval number is NICHD \n(09-CH-N152). Consent for publication: Not applicable. Competing interests: The \nauthors declare no competing interests.",
  "authors": [
    "Yang J",
    "Cao Y",
    "Qian F",
    "Grewal J",
    "Sacks DB",
    "Chen Z",
    "Tsai MY",
    "Chen J",
    "Zhang C"
  ],
  "journal": "BMC medicine",
  "year": "2025"
}