{
  "pmid": "40671107",
  "title": "Adiposity indices mediate the association between dietary inflammatory index and type 2 diabetes risk in women with prior gestational diabetes mellitus.",
  "abstract": "1. Diabetol Metab Syndr. 2025 Jul 16;17(1):275. doi: 10.1186/s13098-025-01826-1.\n\nAdiposity indices mediate the association between dietary inflammatory index and \ntype 2 diabetes risk in women with prior gestational diabetes mellitus.\n\nLiang Y(#)(1), Hu L(#)(1), Shangguan F(1), Tan E(1), Shen J(1), Dai A(1), Zheng \nZ(1), Su Y(2), Li Z(3).\n\nAuthor information:\n(1)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China.\n(2)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China. 382373646@qq.com.\n(3)School of Nursing, University of South China, No. 28, Changsheng West Road, \nHengyang, Hunan, 421001, China. lzhy1023@hotmail.com.\n(#)Contributed equally\n\nBACKGROUND: Women with prior gestational diabetes mellitus (GDM) are at a \nsignificantly increased risk of developing type 2 diabetes after childbirth. \nHowever, studies on the impact of dietary factors on the postpartum endocrine \nmetabolism of women with prior GDM, as well as the underlying mechanisms, remain \nrelatively limited. This study aims to investigate the association and \nunderlying pathways between dietary inflammatory index (DII) and the subsequent \ndevelopment of type 2 diabetes in women with prior GDM, and to help identify \nhigh-risk populations.\nMETHODS: The sample included 788 participants from the National Health and \nNutrition Examination Survey (NHANES) from 2007 to 2018. Multivariate logistic \nregression was utilized to examine the correlation of DII with diabetes and \nadiposity indices, such as body mass index (BMI) and relative fat mass (RFM) in \nparticipants with prior GDM. Mediation analysis was conducted to examine the \neffects of adiposity indices as potential mediators between DII and diabetes. \nSpearman correlation analysis was conducted to assess the relationship between \nthe 26 dietary components of the DII on adiposity indices and the occurrence of \ndiabetes in participants with prior GDM.\nRESULTS: Among participants with prior GDM, higher DII scores were associated \nwith the occurrence of diabetes after variable adjustment. Mediation analysis \ndisclosed that adiposity indices mediated a substantial portion of the \nrelationship between DII and diabetes, with BMI (12.19%) and RFM (11.84%) \nshowing significant mediating effects. Spearman correlation analysis indicated \nthat different dietary components exhibited varying degrees of correlation with \nadiposity indices and diabetes among participants with prior GDM.\nCONCLUSIONS: Higher DII scores were associated with the occurrence of diabetes \nin women with prior GDM, partly mediated by adiposity indices, emphasizing the \nrole of diet in diabetes risk. Additionally, the findings suggested that these \nadiposity indices should be more broadly utilized to improve early diabetes \nprevention and treatment strategies among women with prior GDM.\nCLINICAL TRIAL NUMBER: Not applicable.\n\n© 2025. The Author(s).\n\nDOI: 10.1186/s13098-025-01826-1\nPMCID: PMC12269103\nPMID: 40671107\n\nConflict of interest statement: Declarations. Human ethics and consent to \nparticipate: This study adhered to the principles outlined in the Declaration of \nHelsinki, with approval from the Institutional Review Board of the National \nCenter for Health Statistics for all procedures involving participants. And \nwritten informed consent has been obtained from all participants involved in the \nstudy. Consent for publication: Not applicable. Competing interests: The authors \ndeclare no competing interests.",
  "authors": [
    "Liang Y",
    "Hu L",
    "Shangguan F",
    "Tan E",
    "Shen J",
    "Dai A",
    "Zheng Z",
    "Su Y",
    "Li Z"
  ],
  "journal": "Diabetology & metabolic syndrome",
  "year": "2025"
}