{
  "pmid": "40671731",
  "title": "The association between husband-reported snoring and gestational diabetes mellitus: a study of sleep-disordered breathing in pregnancy.",
  "abstract": "1. J Diabetes Metab Disord. 2025 Jul 14;24(2):165. doi:\n10.1007/s40200-025-01678-6.  eCollection 2025 Dec.\n\nThe association between husband-reported snoring and gestational diabetes \nmellitus: a study of sleep-disordered breathing in pregnancy.\n\nMohsenzadeh-Ledari F(1), Delavar MA(1), Nikpour M(2), Esmaeilzadeh S(1), Khafri \nS(3).\n\nAuthor information:\n(1)Infertility and Health Reproductive Research Center, Health Research \nInstitute, Babol University of Medical Sciences, Babol-Amol old highway, after \nMohammad hasan Khan bridge, Po. Box: 47135-547, Babol, Mazandaran, I. R. of \nIran.\n(2)Non-Communicable Pediatric Disease Research Center, Health Research \nInstitute, Babol University of Medical Sciences, Babol, I. R. of Iran.\n(3)Department of Epidemiology and Biostatistics, School of Public Health, Babol \nUniversity of Medical Sciences, Babol, I. R. of Iran.\n\nBACKGROUND: Gestational diabetes mellitus (GDM) poses health risks to mothers \nand infants. This study investigates the link between husband-reported snoring \nin early pregnancy and GDM risk.\nMETHODS: From July 2021 to June 2023, 1200 pregnant women were recruited at \nBabol University of Medical Sciences. Data collection included the Snoring \nQuestionnaire and Epworth Sleepiness Scale (ESS) at the first antenatal visit. \nGDM was diagnosed at 24-28 weeks using an oral glucose tolerance test based on \nADA criteria.\nRESULTS: Persistent snorers had significantly higher fasting blood sugar levels, \nelevated 1-3-hour glucose levels, and a higher GDM prevalence (19.1% vs. 9.3%; \np < 0.001) compared to soft snorers. After adjusting for confounding variables, \noccasional snoring (AOR: 3.93; 95% CI: 1.73-8.95; p = 0.001), frequent snoring \n(AOR: 4.02; 95% CI: 1.56-10.36; p = 0.004), and persistent snoring (AOR: 3.24; \n95% CI: 2.04-5.13; p < 0.001) were associated with significantly increased GDM \nrisk. A forest plot showed a significant trend of increased GDM risk with higher \nhusband-reported snoring frequency (P < 0.001). No significant association was \nobserved between daytime sleepiness and GDM.\nCONCLUSIONS: Husband-reported snoring in early pregnancy, especially frequent \nsnoring, is significantly associated with an increased risk of GDM. These \nfindings highlight the potential role of sleep assessments in prenatal care for \nearly identification and management of GDM risk.\nSUPPLEMENTARY INFORMATION: The online version contains supplementary material \navailable at 10.1007/s40200-025-01678-6.\n\n© The Author(s), under exclusive licence to Tehran University of Medical \nSciences 2025. Springer Nature or its licensor (e.g. a society or other partner) \nholds exclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of such \npublishing agreement and applicable law.\n\nDOI: 10.1007/s40200-025-01678-6\nPMCID: PMC12260140\nPMID: 40671731\n\nConflict of interest statement: Competing interestsThe authors declare no \ncompeting interests.",
  "authors": [
    "Mohsenzadeh-Ledari F",
    "Delavar MA",
    "Nikpour M",
    "Esmaeilzadeh S",
    "Khafri S"
  ],
  "journal": "Journal of diabetes and metabolic disorders",
  "year": "2025"
}